["However, this relationship soon became strained as the trade in slaves became the primary interest and occupation of the Portuguese in Africa.", "By 1575 more than 400,000 slaves had been exported, primarily to the plantation-based colonies of Sao Tome and Brazil, as well as to other New World colonies.", "The effects of the slave trade severely weakened the Kongo state and removed nearly all vestiges of the friendly relationship and interest in Portuguese religion and culture that existed upon contact.", "Until the late nineteenth century Portugal's presence in Angola was mostly limited to the coast, and much of the territory was controlled indirectly through semi-autonomous fiefdoms held by African allies or mesticos of mixed European and African descent.", "Because the European population was so small, mesticos, also known as Afro-Portuguese, performed key roles in the military, civil service, and business, occupying a privileged social position above the indigenous Africans and below the Portuguese.", "The Afro-Portuguese were also heavily involved in the slave trade, which dominated nearly all economic activity in Angola prior to its abolition in the 1870s."]
["Settlers were not impressed with Leutwein's policies and criticized them for being too soft.", "Leutwein in return said that settlers \"felt superior and paid no attention to the treaties\" and blamed their exploitation of the natives for African uprisings.", "Leutwein's tenure in South West Africa in some ways reflected that of Wilhelm Solf's in Samoa.", "Like Leutwein, Solf was also often at odds with German settlers and came from a liberal family.", "The image of the Samoan as a noble savage was even more prominent in Samoa than that of the Witbooi in South West Africa.", "Solf however had much greater success in his policies than Leutwein.", "In Samoa white settlement was mainly limited to the capital, Apia, and native traditions were more generally respected."]
["Cohen's work identifies the settler population and the lack of economic opportunity for educated natives as the reasons for the limited development of native education in South West Africa, but does not focus on these factors or try to explain further underlying issues which influenced settler attitudes and the formation of the economic system in South West Africa.", "New research on the relationship of European attitudes to natives and colonial policy sheds light on these issue and can be applied to the question of education policy as well."]
["By the time November 11 came, battles between the three nationalist movements and their foreign allies raged across Angola.", "Three separate independence ceremonies were carried out: one in Huambo by UNITA, and in two different neighborhoods of Luanda by the MPLA and FNLA.", "However, UNITA and the FNLA would soon be defeated and the MPLA acknowledged by most of the world as the legitimate government of Angola."]
["Part of Leutwein's motivation for these policies was rooted in the social rivalry between bourgeois and aristocratic elements in Wilhelmine Germany.", "Government in Germany was still dominated by landed nobles, though members of the educated middle class were starting to occupy prestigious positions.", "By pursuing relatively liberal policies towards the natives, Leutwein was able to distinguish himself from his aristocratic predecessor, Von Francois."]
["Starting in Tunisia and Morocco in 1956 and extending to Sub-Saharan Africa with Ghana in 1957\t, most African countries had achieved independence from their European colonial masters by the mid-1960s.", "In the Portuguese colonies independence was a longer and more drawn out experience, as the Portuguese continued to assert their control and encourage new white settlement right until 1974, on the eve of independence."]
["With the MPLA now in control of the government, UNITA continued to fight guerilla warfare in the Angolan bush, although with only limited support from the US and South Africa where new administrations partially withdrew from the conflict.", "By 1983 his army had reached the large diamond fields of northeastern Angola.", "Diamonds would become a major source of revenue for UNITA, bringing in enough money to make the organization less dependent on foreign support.", "1983 also brought renewed support from South Africa, with another SADF-led invasion.", "Throughout the 80s UNITA, with the help of the SADF would continue to fight battles with the Cuban-backed MPLA all across Angola.", "US arms shipments also increased under the presidency of Ronald Regan.", "Political change in South Africa and the coming end of the Cold War led to the withdrawal of most South African and Cuban troops in 1988.", "Violence between the MPLA and UNITA continued through 1991, when the Bicesse Accords were signed, setting up the framework for multi-party democracy and elections in the country.", "Upon the actual elections, which pitted Jonas Savimbi against the Jose dos Santos, president of MPLA, dos Santos got 49.6% of the vote against Savimbi's 40.1%.", "Under the agreement run-off elections were supposed to take place, but were cancelled by the MPLA after hostilities flared up again."]
["The precolonial conceptions of the Nama and Ovaherero formed the basis for early colonial policy.", "Both the Nama and Ovaherero were generally viewed as uncivilized.", "The groups were constantly at war with one another and the Germans made agreements with various groups at different times.", "The Landeshauptmann (state captain) of South West Africa from 1891-1894, Curt von Francois believed that the Nama had \"outlived their day\" and embarked on a policy of extermination with regard to the Witbooi, a prominent Nama tribe led by Hendrik Witbooi.", "When he was unable to defeat Witbooi in battle, Theodor Leutwein was appointed as his replacement."]
["After an outline of the history of Angola from the period right before European contact until the end of the civil war in 2002, this paper will identify and analyze the various social, political, and economic factors that contributed to the violence and instability of the area in the past half-century."]
["In January of 1975 Neto, Roberto, and Savimbi met in Alvor, a suburb of Lisbon, and signed a power-sharing agreement that set November 11 as the date of independence and calling for elections before this date.", "The peace after the Alvor accords did not last long and violence between the three groups quickly broke out.", "On the streets of Luanda MPLA and FNLA partisans fought for control of the capital and both sides were responsible for massacring unarmed recruits of the opposite factions.", "Within the MPLA self-defense committees of the podar popular (people's power) movement had formed in the previous year to counter violent riots by whites.", "Led by Nito Alves, the podar popular committees began to commit atrocities of their own and threatened the MPLA leadership with their radicalism.", "Faced with violence in the streets of Luanda and particularly in the northern areas controlled by the FNLA, whites, mesticos, and assimilados fled the country in large numbers--nearly 250,000 left during a six-month long airlift starting in May of 1975."]
["Angola is a relatively large country; at 1,246,700 sq.", "km, it is slightly less than two times the size of Texas.", "It shares borders with the Democratic Republic of the Congo to the east, Zambia to the southeast, and Namibia to the south.", "Blessed with rich agricultural land and a tropical climate, it has significant oil reserves, mostly concentrated in the northwestern exclave of Cabinda, and large commercial diamond fields in the northeast.", "13,068,161 people (2010 est.)", "live in Angola, and like most other African countries the population is very young, with a median age of 18.", "The population is divided into three main ethnic groups: the Ovimbundu in the central highlands (37%), the Mbundu along the coastal plain and around the capital city Luanda (25%), and the Bakongo people of northern Angola (13%), who are also a prominent group in neighboring Congo-Brazzaville and the Democratic Republic of the Congo.", "Other African ethnic groups, Europeans, and people of mixed European and African descent (mesticos) make up the rest of the population.", "Portuguese is the official administrative language, though a significant portion of the population, particularly in rural areas, does not speak it.", "Various African languages (chiefly Umbundu, Kimbundu, and Kikongo, spoken respectively by the Ovimbundu, Mbundu, and Bakongo peoples) share co-official status with Portuguese and are spoken as mother tongues by much of the population."]
["The infighting between and within the three nationalist movements reduced their effectiveness against the Portuguese, and by 1974 little progress had been made to overthrow the colonial government.", "From a military perspective the Portuguese had enjoyed a relatively successful war, employing anti-guerilla tactics and heavily recruiting Africans, including a group of Katangese rebels who were exiled in Angola after unsuccessfully trying to create an independent state in southeast Zaire in the late-60s.", "By the end of the liberation war three times as many African soldiers served in the Portuguese military as in the various guerilla armies.", "Revolutionary events in Portugal itself would however change the situation in Angola."]
["New attempts to start plantations and agricultural settlements in the interior mostly failed, but a greater number of Portuguese settlers, mainly impoverished peasants, immigrated to the colony, settling primarily in the cities along the coast.", "As the number of whites in the cities increased, they began to displace the mesticos, and new restrictions were placed on bureaucratic positions.", "By the 1920s the old Afro-Portuguese elite had mostly lost its prominent place it had occupied during the nineteenth century.", "The dissatisfied members of this group would form much of the leadership of the various rebel groups during the liberation war."]
["To supply their favored nationalist movements with weapons, the Soviet Union and United States together had spent more than $1 billion."]
["Of the tribes, the Nama have the longest history of contact with Europeans due to their presence in the Cape Colony.", "German perceptions of the Nama derived from this old discourse.", "Described by some commentators as noble savages, the Nama were also characterized at times as \"men of implulse\" having \"idle and dissolute habits.\"", "Altogether European depictions of the Nama were highly varied and inconsistent."]
["European perceptions of the Samoan were not unanimously positive, but the idea of the Samoan noble savage had more support than that of the Witbooi noble savage, as colonial discourse on the Nama was largely mixed and often negative.", "White settlement was also of a much smaller scale in Samoa, in part due to its tropical climate.", "Because of these factors the education system for natives in Samoa was more advanced and featured secular schools that trained Samoans for jobs in colonial administration.", "The situation in Namibia was vastly different and would not allow similar policies.", "Settlers blocked attempts to improve native education and continued to exploit the indigenous population.", "Meanwhile Leutwein's own passive policy of appropriation would contribute to his downfall in the events of 1904."]
["Further south the MPLA faced attacks from both the FNLA and UNITA and starting in October a massive invasion by the South African Defense Force (SADF) from South-West Africa (modern Namibia).", "Without Cuban support, the MPLA in the south quickly folded to the SADF and within a month the southern front was only 120 miles from Luanda."]
["The Cold War brought the global struggle between the West and communism to Angola and many other African countries also going through the decolonization process, but nowhere did foreign intervention reach such a large scale or involve so many different parties as in post-colonial Angola.", "While the United States, China, and the Soviet Union openly or clandestinely funded and armed factions, actual soldiers from Cuba, South Africa, and Zaire (now the Democratic Republic of the Congo) participated in the war on the sides of various factions.", "In addition to having ideological bases, the rebel groups were also affiliated with particular ethnic groups and other segments of society (such as the urban-rural divide).", "The situation was complicated by Angola's massive mineral wealth in oil and diamonds.", "The legacy of centuries of Portuguese colonial rule also had a heavy bearing on the conflicts."]
["First contact with Europeans came in 1483 when an expedition led by Diogo Cao encountered the Kongo kingdom."]
["In the second week of January 1904, the Ovaherero rose up against the Germans in a series of spontaneous and possibly coordinated attacks on European farms and military posts.", "In the opening days of the uprising 126 settlers and soldiers were killed.", "Women, children, and missionaries were generally spared.", "There is some debate over whether the uprising was a reaction to a German military offensive or a planned revolt.", "Although the Ovaherero had at this point lost approximately 10% of their grazing land to white settlers, this was only one factor in the rebellion.", "The Ovaherero were protesting settler conduct and a legal system that treated them as juvenile subjects.", "This was aggravated by \"business practices which not only systematically swindled the Herero, but also drove them into traps of debt.\""]
["German colonies like Togo and Kamerun with more tropical climates had even smaller European communities."]
["Sustained contact with the Ovaherero was not made until the nineteenth century.", "Although missionaries initially viewed this group positively, praising them for their beauty and strength, these flattering descriptions were soon replaced by claims that they were a base and crude people, prone to violence, robbery, and lies.", "Hugo Hahn, the founder of the first Ovaherero mission, framed his depiction of the Ovaherero in a wider Darwinian context.", "He characterized them as an innately inferior race that was destined to naturally die out."]
["Among the many liberation and civil wars in Africa, the forty-year long conflict in Angola was one of the lengthiest, bloodiest, and most complicated.", "From 1961 until 2002 the country was embroiled in conflict between rebel groups and the government with only intermittent periods of peace.", "Both the fifteen-year war of independence against Portugal (1961-1975) and the ensuing civil war (1975-2002) were characterized by heavy casualties and acts of brutality committed by forces from all sides of the conflict."]
["An account of European perceptions of native groups in South West Africa and their relation to colonial native policy in general provides a useful background for understanding German education policy in the colony.", "Through much the colony's history, both the Nama and Ovaherero were characterized as relics of another time and likely to die out on their own.", "Though there were periods where certain groups were praised, most notably the Witbooi under Leutwein, the overarching perception of the natives as in a sense obsolete had the greatest effect on colonial policy.", "The German effort in South West Africa could be characterized as native policy being abandoned for native massacre.", "With this move to extermination, native education was not of particular concern to the colonial government, and therefore received little funding or regulation.", "This analysis reinforces Cohen's argument that settlers and economic conditions led to the educational system of South West Africa.", "The decade of 1894-1904 provides an another insight into the effects of a changing perceptions of natives.", "In this case, Theodor Leutwein's promotion of the Witbooi was not enough to overcome the established discourse on the Nama and did not have the same type of lasting effect on policy that European perceptions of Samoans had in Samoa.", "Though it is beyond the scope of this paper, further research into the relationships between European attitudes to native populations and colonial policy in other German colonies would be a fruitful endeavor."]
["The departure of the South Africans and American aid, together with infighting between UNITA and the FNLA led to the MPLA taking decisive control of the country in 1976.", "Though the FNLA ceased to be a major political force, UNITA continued to actively oppose MPLA-rule for another twenty-six years.", "The violence from 1974-1976 cost over 100,000 Angolans their lives and drove tens of thousands of Ovimbundu and Bakongo into Zambia and Zaire."]
["From the mid-fifteenth century expeditions along the West African coast, to the independence of its colonies in 1975, the Portuguese were in some ways both the first and last European colonizers of Africa, maintaining a presence on the continent longer than any other European power.", "The legacy of nearly five centuries of Portuguese rule lies at the root of many of the problems that have plagued Angola in the modern period.", "Though many of these features are common to the European colonization of Africa in general, some belong to the peculiar brand of colonialism practiced by Portugal, which often ran counter to the experience of other European countries.", "The Portuguese themselves acknowledged these differences with the theory of lusotropicalism, particularly under the regime of Antonio Salazar."]
["Leutwein's ten-year rule in South West Africa was marked by two distinct policies: preservation and tolerance of the Witbooi and the gradual appropriation of the Ovaherero's resources.", "Rather than continue Von Francois' goal of exterminating the Witbooi, Leutwein formed an alliance with them and gave them special privileges.", "This marked a major shift in native policy.", "During this period the Witbooi were depicted as noble savages and attempts were made to promote and preserve their culture.", "The Witbooi were given a significant reservation and a degree of political autonomy.", "This mirrored similar policies that were carried out in Samoa, where natives were also represented as noble savages."]
["Lusotropicalism held that Portugal was uniquely egalitarian and benevolent among the colonial powers.", "Proponents of this theory asserted that because of their unique history and character, the Portuguese did not have the exploitative tendencies of other Europeans and racism was absent among them.", "The example of Brazil was regarded as proof of the theory, due to its racially-mixed nature and large mestico population."]
["Leutwein's liberalism did not however preclude policies with the explicit intent of marginalizing the Ovaherero and appropriating their resources, he merely sought to achieve this goal through relatively peaceful means.", "The \"Treaty of Borders\" authorized the government to seize 5% of any Ovaherero herd found grazing on European land.", "This led to a gradual transfer of cattle into European hands, called a \"peaceful bleeding\" by future governor Friedrich von Lindequist.", "During his tenure Leutwein also established a system of reservations for the Ovaherero, though these were often in marginal areas."]
["Von Trotha went on to lead a military campaign of genocide, relentlessly pursuing the Ovaherero into the desert where many died of thirst and starvation.", "Out of a population of 60,000 to 80,000 Ovaherero in South West Africa before the war only 15,130 remained by 1911 and of the 20,000 Nama only 9,781.", "Von Trotha's campaign succeeded in reducing the Ovaherero population by nearly 80% and the Nama by over 50% as well as destroying the social and political structures of the tribes."]
["The labor market in East Africa offered greater opportunities for educated Africans and Mischlinge.", "Because the settler population was much smaller both in absolute numbers and as a proportion of the total population, the colonial government sought to develop a literate class of Africans to fill positions in lower administration.", "Africans were also significantly cheaper to employ than Europeans, further motivating their recruitment by the cash-strapped government.", "The need for loyal native subjects led to the development of state schools, as missionary-educated Africans could possess conflicting loyalties if they had attended schools run by foreign missionaries."]
["Due to differences in ideology and ethnic composition the MPLA and FNLA were unable to unite against the Portuguese and fought each other nearly as much as their common enemy.", "A third group, UNITA, was founded by Jonas Savimbi in 1966."]
["The different opportunities for educated Africans in the two colonies manifest themselves in their respective educational systems, which differed greatly in size, composition, and scope.", "East Africa boasted 984 schools for natives in 1911, including 80 government schools, compared with only 88 total in South West Africa, all run by missionaries.", "Schools in South West Africa also focused primarily on handiworks and \"practical\" skills for natives, while those in East Africa offered more specialized and higher-level education including technical schools for industrial training and high schools with more advanced curricula."]
["Though the elections were judged by UN authorities to be fair, UNITA alleged that they were fraudulent, and soon embarked on a renewed military campaign against MPLA.", "Fighting would continue off-and-on until Savimbi's death in 2002.", "Without its charismatic leader, UNITA could not maintain its cohesion and disbanded, bringing over forty years of conflict to an end."]
["The situation in South West Africa (present-day Namibia) presented a stark contrast.", "Unlike in East Africa, where the government established state schools and played a prominent role in the education of the natives, in South West Africa the task of native education was left almost entirely to missionary societies that received limited government support.", "The government did however invest significant resources towards the education of Europeans in the colony, establishing s system of state schools as well as more heavily supporting and regulating missionary schools.", "These educational policies had longstanding effects on South West Africa, even after German rule.", "While other German colonies boasted significant numbers of literate and educated Africans, in South West Africa \"the overwhelming majority of the population remained untouched, uneducated, and illiterate.\"", "Various social, political, and economic factors led to the divergent experience of South West Africa.", "This paper seeks to expand the discussion by identifying these factors and paying particular attention to new research on the attitudes of settlers and colonial authorities to native Africans."]
["When Germany formally claimed South West Africa in 1884, colonial authorities looked to missionaries as primary resources on the native populations."]
["German colonial rule has been noted by various observers for its brutality, notably with respect to the genocide of the Ovaherero and Nama in German South West Africa.", "Of course nothing so broad as an entire colonial empire can be accounted for by such a simple description.", "The German colonial empire was as varied in policies and ruling style as it was in geography.", "Educational provision across the colonies was similarly diverse.", "When the British took over German East Africa (Tanganyika) in 1919, they found a large population of educated and literate Africans.", "German educational efforts in Kamerun and other colonies were also praised by contemporary authors."]
["Steinmetz claims that these negative portrayals of Ovaherero were partially a result of the limited progress the missionaries had with the tribe.", "Missionary education also floundered in early years.", "Schools were mainly focused on converting natives, but teaching them European customs and modes of living was also seen as an avenue for eventual conversion to Christianity.", "Though some schools had moderate success, missionaries were also driven out of many communities.", "In the late 1860s a movement opposed to Christian conversion formed, further hindering missionary efforts.", "By 1874 less than 1% of the Ovaherero had been baptized, and by 1904 this proportion only grew to 6%.", "Other Europeans were frustrated by the Ovaherero's refusal to sell their cattle.", "This resistance to change and \"Europeanization\" helped reinforce perceptions which would legitimize a policy of land and cattle appropriation and eventually extermination."]
["The large settler population shaped South West Africa's development and had a direct effect on the employment opportunities for educated natives.", "Middle and lower level positions in colonial administration and other jobs which required literacy and a degree of education were largely occupied by whites.", "Of the Africans who finished school, few were able to find employment and actually put their educations to use.", "Teaching in missionary schools was one of the more common occupations for educated Africans.", "The mixed-race population, known as coloureds or Mischlinge, had more opportunities for jobs than pure Africans but were still generally restricted to artisan labor and very limited work in colonial administration."]
["Steinmetz shows that colonial policy was heavily influenced by European attitudes towards native populations.", "In South West Africa several distinct forms of native policy were enacted during various periods of colonial rule and with respect to different native groups."]
["Besides the limited employment opportunities for natives in South West Africa, Cohen asserts that settler attitudes also influenced education policy.", "Settlers protested government funding for native education and resented native competition for jobs.", "Their opposition resulted in several vocational programs for natives to be scaled back or eliminated."]
["In contrast with the system of native education in South West Africa, education for Europeans was highly developed and heavily supported by the government.", "While the German government spent 329,500 Marks on white education in 1914-1915, only 9,000 Marks were spent annually on education for Africans and Mischlinge."]
["The foundation for European attitudes was laid during the mid-eighteenth century with the arrival of German missionaries in the region that would become German South West Africa.", "Two African groups dominated the area in this period: the Bantu-speaking Ovaherero, who had migrated from the north during the 17th and 18th centuries; and the Nama, or Namaqua, numerous Khoikhoi tribes from South Africa who moved into the region at the start of the 19th century.", "Another group, the Berg Damara, previously occupied the area and was thereafter subjugated by the both Ovaherero and Nama.", "Small bands of Bushmen, possibly the true original residents of South West Africa, live scattered throughout the territory in various marginal areas.", "Another Bantu tribe, the Ovambo, lived in the tropical area along the border with Portuguese Angola, but did not play a major role in German colonial affairs because they were so separated from the rest of the colony."]
["In February of 1961 a large group of Africans armed with knives and clubs attempted to free militants from a Luanda prison.", "The effort proved unsuccessful and violent reprisals led to hundreds of deaths.", "This event was widely reported on around the world and marked the beginning of Angola's fourteen year struggle for independence."]
["At Berlin Conference of 1884-1885 the European powers divided most of Africa into zones of influence, as they competed for influence and dominance of the continent.", "The so-called \"scramble for Africa\" was brought about by the industrialization of Europe and the need for both important natural resources and markets for finished industrial goods.", "Like its neighbors and rivals, Portugal asserted its hold over its colonies in this period and began to develop and settle the interior."]
