["There are five stages of sleep.", "Stages one through four range from light sleep to deep sleep, and stage five is REM sleep.", "REM is one of the lightest stages of sleep.", "REM sleep occurs about every two hours throughout the night.", "During REM, the brain stops stimulating the brain's motor cortex.", "This prevents dreams from causing potentially dangerous movements of the body.", "Directly after REM, the body descends into a deep sleep.", "Eventually, sleep will lighten and REM will occur again."]
["Educators have a duty to teach students to manage their emotions, resolve conflicts peacefully, and be responsible for their actions.", "Effective teaching of emotional intelligence requires, first and foremost, good teacher and parent role models.", "By creating an environment of emotional acceptance and encouraging children to work through their emotions in a positive way, children will learn that certain behaviors are allowed and others are not.", "It's also important to look for teachable moments in your everyday life.", "For example, if a child hits another child, discipline must be accompanied by teaching, for example, telling children that hitting is not okay and to get an adult if they need help resolving a dispute.", "However, there are two reasons this is not the most effective way to teach social behavior.", "First, the incident has already occurred, and both children are upset and will not be receptive to learning.", "Second, the child might find the teacher's attention reinforcing and hit children just to get the teacher's attention again.", "Instead, social skills should be taught like any other part of the curriculum, with lessons as part of the daily schedule."]
["The most secure type of authentication is using an RSA authenticator.", "In addition to requiring your username and password to log in, the financial account will also require an RSA token, usually a string of six numbers, which changes every few seconds.", "Banks can send you this RSA token on an RSA authenticator, a device about the size of a keychain.", "Since the string of numbers changes regularly, only the person holding the RSA authenticator has access to the account, thus protecting finances from fraud."]
["For nearly a hundred years, IQ was the standard by which we measured the relative intelligence of people.", "A paradigm shift occurred when studies in the 1980s by Howard Gardner showed that EQ is a better predictor of success than IQ.", "The responsible handling of emotions leads to fewer incidences of acting out and bad behavior and lowers incidences of violence, depression, and low motivation.", "It creates better perception of emotion in faces and pictures, including in one's own image.", "When children don't have these skills, they often exhibit challenging or confrontational behavior or become quiet and withdrawn."]
["Waldorf schools are safe and nurturing environments where children can enjoy their childhood and be protected from harmful influences of the broader society.", "Instead of being run by administrators concerned with economic or political motives, Waldorf schools are primarily run democratically by the teachers.", "Waldorf schools consistently produce strong, independent thinkers, and for this reason, the Waldorf educational model is still used in schools around the world."]
["Since information is conveyed in different ways, a student's learning style will affect the things they learn.", "If something is written down but not discussed in class, or if sufficient examples are not provided, there may be gaps in the knowledge of students.", "Recognizing the differences in learning styles can ensure that teachers always convey important information by all three methods: saying it, writing it, and showing examples."]
["The Waldorf educational system was created nearly a hundred years ago by Rudolf Steiner, an Austrian philosopher and scientist.", "Steiner was familiar with a philosophy known as anthroposophy, the idea that children who consciously cultivate independent thinking will be more ready to handle the important natural and spiritual questions with which philosophers and scientists are concerned.", "The Waldorf education was devised to be responsive to the needs of childhood, including allowing children to set their own pace and use their imagination and creativity."]
["Everyone learns differently.", "According to psychologists and education specialists, there are three prevalent learning styles.", "If you want to discover what types of learner you (or your students) are, ask yourself, if you wanted to paint a room, how much paint do you need?"]
["People all over the world tend to dream of the same things.", "In a scientific analysis of over 1,000 dreams, researchers found that most dreams are based on emotions (primarily anxiety), sexual themes (about ten percent of dreams in adolescents and about eight percent in adults), and personal experiences from the last day or week.", "Over 65% of people report that they have recurring dreams."]
["To answer the question of \"what\" we learn, we know there are four types of information acquisition: transmission, acquisition, accretion, and emergence.", "Transmission is the transfer of knowledge from one person to another by demonstration, guidance, or direct instruction.", "It's the traditional way that we envision teaching, but it really only accounts for a small amount of what we learn in our lifetimes.", "Acquisition is conscious research, guided by the learner.", "This includes exploration, experimentation, and curiosity.", "Accretion is a gradual, sometimes subliminal, acquisition of knowledge.", "This is the primary source for learning about language, habits, culture, and social rules, and it accounts for most of the things that we know."]
["The most salient example of this widespread support is Project Follow Through, the most expensive federally-funded educational program ever.", "It was intended to continue the education of preschoolers exiting Head Start programs.", "The program was funded from 1968 until 1995, when funding was stopped due to data revealing that there was little or no benefit from the program.", "However, Project Follow Through did offer the first ever clearly documented empirical proof that the Direct Instruction model was the most effective method of teaching reading, arithmetic, language, spelling, and positive self-image.", "Direct instruction was the only method out of twenty-two forms of instruction that consistently produced positive results."]
["We spend about 3,000 hours per year sleeping.", "Sleep has a number of benefits, and a healthy night of it is always a cherished prize.", "Though we are asleep, our bodies are hard at work repairing themselves.", "To help you stay asleep, your brain becomes less receptive to outside light or sound stimuli, but if you look inside the brain, you will find the brain itself is quite active (Paraphrased from a Washington University professor)."]
["In order for the brain to process information, it must first be stored.", "There are multiple types of memory, including sensory, working, and long-term.", "First, information is encoded.", "There are types of encoding specific to each type of sensory stimuli.", "For example, verbal input can be encoded structurally, referring to what the printed word looks like, phonemically, referring to what the word sounds like, or semantically, referring to what the word means.", "Once information is stored, it must be maintained.", "Some animal studies suggest that working memory, which stores information for roughly 20 seconds, is maintained by an electrical signal looping through a particular series of neurons for a short period of time.", "Information in long-term memory is hypothesized to be maintained in the structure of certain types of proteins."]
["Social and Emotional Learning has emerged as a field thanks to a new understanding of science, nature, child development, and biology, based on the subjective goals of increasing the potential for success and happiness.", "Social and emotional learning increase a child's emotional intelligence quotient, known colloquially as people-smarts, providing children with an opportunity to excel at more than just academics.", "Teachers and parents must intentionally teach literacy and academic skills, and according to social and emotional learning theorists, they should be just as intentional about providing instruction in social and emotional skills."]
["Another interesting uniqueness to Montessori classrooms is age grouping.", "Typically, in Western schools, children are separated by ages and grade levels, interacting primarily with children their own age.", "A Montessori classroom will often be a mixed-age class, for example, containing all children between the ages of three and six.", "This is important because children are always at different stages in their development, and younger children can learn by watching older children play.", "This process is known as scaffolding and was formulated by Lev Vygotsky as a method of social learning."]
["Educators, want some tips on providing social and emotional education to your students?", "There are several emotional education programs for teachers, including \"The Resolving Conflicts Creatively Program\".", "Integrating these programs into the daily curriculum and lesson plans will help your students understand how to behave with their peers.", "Your students will realize that you value their emotional maturity as much as their academic success.", "You should encourage your students to keep a journal about their feelings.", "Self-awareness and self-reflection is a large part of emotional maturity.", "Students can be taught strategies to remain calm and in a positive mood."]
["The Montessori method was created in the early 20th century by Maria Montessori, an Italian educator and physician.", "The philosophical tenet behind the Montessori method is that children each have their own internal guidance for self-directed development.", "The teacher acts as a guide, watching over the classroom to remove obstacles from learning but not participating as a direct instructor.", "Lessons given by the teacher often involve how to use or play with the various instructional toys in the classroom."]
["According to the theory, there are eight types of intelligences.", "Each type is partially or completely independent of each other.", "For instance, though it stands to reason that a highly capable musical performer is likely to have a higher than average IQ, researchers hypothesize that this is not a foregone conclusion."]
["Modern brain research is being done in a variety of fields.", "Experimental psychologists at research universities are developing theories about the social and cognitive aspects of the brain and proving these by running tests on college freshmen.", "Neuroscientists use imaging techniques along with visual or auditory stimuli to measure and record changes within the brain.", "Cognitive science is an emerging discipline that was formed to integrate brain researchers in different fields.", "Princeton describes it as \"the field of science concerned with cognition; including parts of cognitive psychology and linguistics and computer science and cognitive neuroscience and philosophy of mind.\""]
["Today, most K-12 education uses a modernized version of the original program.", "Previously known as DISTAR, an acronym for \"Direct Instruction System for Teaching Arithmetic and Reading,\" and created by SRA/McGraw-Hill, modern programs offer standard lesson plans for Reading and Arithmetic based on grade level.", "Teacher resources like DISTAR materials can be found under the republished names \"Reading Mastery,\" \"Language for Learning,\" and \"Arithmetic I/II.\""]
["The human brain is a complicated, creative information-processing system.", "As technology advanced from primitive to modern, the metaphors used to describe the brain also advanced.", "Initially, it was compared to a wax tablet, then to a sheet of papyrus, then to a book, and most recently, to a computer.", "As you learn about the brain, keep in mind that the usefulness of these metaphors is limited and can lead to erroneous conclusions."]
["People with sleeping problems often visit doctors certified by the American Academy of Sleep Medicine (AASM).", "These technicians monitor the brain's activity during sleep by attaching electrodes to the scalp.", "A machine, called an electroencephalograph (EEG), records the brain activity during sleep.", "Other tests monitor eye activity and can provide additional information about REM sleep."]
["According to Dr. Montessori, each child develops through several stages, each unique and requiring a slightly different teaching strategy.", "The first occurs between birth and age six.", "This stage represents the time when infants, toddlers, and children acquire language and begin to experience the world for the first time.", "It includes the development of the ego, where the child begins to first differentiate between self and other.", "The second stage occurs between the ages of six and twelve, during which children begin to develop the capacity for independent thought and abstract reasoning.", "This stage is marked by the desire to interact socially and emotionally with others.", "The last stage in development is adolescence."]
["Information processing in the brain is the topic of a large, ongoing body of research.", "Although some people are fascinated by the brain on its own merits, a growing number are looking to psychology in order to better their own study skills and cognitive performance."]
["There are several ways hackers can compromise your financial passwords.", "The oldest is a keylogger.", "Keyloggers are typically viruses (they can also be USB devices, but this requires that the hacker has access to your physical computer) that monitor the keys you press and the names of the windows you have open.", "Sophisticated keyloggers will send the keys you press back to a hacker or phisher when the window matches a major bank's login page.", "If a hacker can track the keys you press, they can easily discern what your username and password is and log into your bank remotely.", "The first breakthrough in protecting against identity theft was simple.", "Instead of allowing users to enter their password with their keyboards, require them to use a mouse to click the letters on the screen.", "Many modern security systems still use this method to fool keyloggers."]
["A Montessori classroom is different from a typical classroom in a number of important ways.", "These changes encourage children to develop independently into well-rounded individuals.", "By allowing children to play, instead of sit and listen to lectures, the classroom allows children develop the motivation to learn and explore.", "Though it's not the traditional way to teach a class, the Montessori method offers empirically-supported advantages to children above and beyond normal development and learning."]
["Psychotherapy also attempts to understand the human brain.", "Psychotherapy is a strong component of many therapeutic approaches to treating problems including PTSD, substance addiction, and eating disorders."]
["Direction instruction is, by far, the most widely used method of teaching.", "Recent studies cast doubts about whether it is the best way to teach, but it is empirically proven to be able to consistently raise the average test scores of a school.", "This has resulted in the success of the teaching method and its widespread use in the classroom."]
["Visual learners like to see charts, diagrams, overhead transparencies, handouts, videos, worksheets, and examples.", "They work best when they can see the facial expressions and body language of the teacher.", "Oftentimes, visual learners prefer to sit near the front of the class where they can avoid visual distractions.", "Usually, visual learners will take very detailed notes.", "Asking visual learners to picture a concept in their head is a useful way to communicate information to them.", "To address the painting problem, visual learners would conduct research online or by reading the backs of paint cans.", "If there is a problem, visual learners might take measurements and make charts or diagrams of the room."]
["Food for thought: Do you know someone with a high level of intelligence in something untraditional?", "For example, how would you rate the intelligence of a star quarterback?", "What about someone like Einstein, who did not learn to speak until he was eight or nine years old?", "Edgar Allen Poe, one of America's finest writers, was profoundly asocial and was afflicted with manic depression.", "The theory of multiple intelligences supports the idea that these men were profoundly intelligent, even if they did not score highly on traditional IQ tests."]
["Why do we learn?", "Many people have never asked this question.", "Lev Vygotsky's theory of Social Cognition offers interesting insight into the reasons behind learning.", "According to Vygotsky, learning occurs primarily because of cultural influence.", "The social cognition learning model posits that children learn because culture teaches them both what to think and how to think."]
["The stated goal of the Waldorf Method is to produce individuals able to create meaning in their own lives."]
["The theory of multiple intelligences was developed in 1983 by a psychologist based on testing done regarding the effectiveness of IQ Tests.", "His research showed that IQ tests are a poor indicator of future success in life.", "Since IQ testing is primarily concerned with vocabulary, spatial relationships, pattern recognition, and other cognitive tasks, researchers hypothesized on what a complete model of intelligence testing might look like."]
["There are numerous models of how the knowledge is organized in the brain, some based on the way human subjects retrieve memories, others based on computer science, and others based on neurophysiology.", "The semantic network model states that there are nodes representing concepts, and that the nodes are linked based on their relatedness.", "For example, in a semantic network, \"chair\" might be linked to \"table,\" which can be linked to \"wooden,\" and so forth."]
["We are not aware of these stages while we sleep.", "When we wake, we often do not remember our dreams.", "We rely on machines like the electroencephalograph (EEG) to offer scientists clues about the stages of sleep."]
["Scientists these days recognize that a number of different fields are involved with brain research.", "This realization has led to the emergence of cognitive science, a discipline that aims to connect researchers from many different disciplines, including psychology, artificial intelligence, philosophy, neuroscience, learning, linguistics, anthropology, and sociology.", "Cognitive science students typically do coursework in linguistics, philosophy, psychology, and computers, providing a broad, interdisciplinary education."]
["While it leads to interesting research if it is true, there may never be a test that accurately measures different or multiple intelligences.", "Still, one must recognize that some people who score poorly on IQ tests are profoundly good at other activities.", "If anything, this shows why it is important to be critical of IQ testing."]
["Additionally, there are a number of critiques of IQ tests that apply regardless of which type of intelligence it measures.", "First, IQ tests are highly subjective in their scoring between cohorts.", "The tests must be continuously changed to stay relevant.", "For instance, an early IQ test asked eight-year-olds, \"What is Mars?\"", "If you answered \"The fourth planet from the sun,\" you would be wrong, as the correct answer was, \"The largest candy maker in the world.\"", "The Mars Bar was a common snack food for children, but astronomy was not a common topic of instruction in schools.", "Additionally, sharing a demographic with the person who wrote the test questions leads to inflated scores, and this has been demonstrated to inflate the scores of white males."]
["How we learn has been a widely studied and, at times, a hotly debated topic.", "The earliest modern model of learning is B.F. Skinner's behaviorist theory.", "Behaviorism is the theory that positive and negative reinforcement influences and controls learning.", "According to Skinner, negative reinforcement, also known as punishment, will discourage behavior, while positive reinforcement, like praise, will encourage it.", "Animal studies strongly support the behaviorist model.", "Animals learn very quickly to avoid the button or lever that delivers a shock while pressing the button that delivers the food.", "Many psychologists dispute behaviorism's ability to tell the whole story.", "After all, human beings respond to more than just rewards and punishments.", "Many cognitive scientists have dismissed behaviorism because of its perceived inability to explain the intricate methods of learning and cognition in which the human brain engages.", "Additionally, it fails to explain how the social environment affects learning.", "The idea that behavior can be explained without referencing sociocultural influences is a tenet of behaviorism, leading to a theory that most scientists dismiss as too narrow.", "A person's behavior depends on more than just the rewards and punishments that they have experienced throughout their life.", "Noam Chomsky, a famous linguist, dismissed behaviorism for its inability to explain language acquisition in children.", "Language seems to be learned without being explicitly taught."]
["Brain research in neurobiology laboratories consists of imaging techniques like x-rays, PET scans, MRIs, fMRIs and, in some cases, particularly in animals, angiography."]
["What is a dream?", "The most accessible definition is that it is simply a series of images, sounds, and emotions that are experienced during sleep.", "What causes dreaming?", "When the body enters REM sleep, it begins to send signals to different parts of the brain.", "These signals go through parts of the brain associated with memory and emotions.", "Though no one knows where dreams originate or what the purpose of dreaming is, many scientists hypothesize that it is the result of the highly active, yet random, neuronal firings.", "These scientists would speculate that dreams are your brain trying to make sense of random emotions and memories.", "For example, being fearful because you dream that you are lost in the woods might simply be the brain stimulating the fear center at the same time that it stimulates the memory of trees or forests."]
["Parents looking for direct instruction materials and programs should look into the Hooked on Phonics series and other related products."]
["The security of your financial accounts usually relates to the number of hoops a hacker needs to jump through in order to access them.", "The most secure requires the hacker to have stolen your RSA authenticator.", "Less secure methods of authentication require you to disclose a secret image.", "The least secure additional authentication measure is simply sending an access password to your e-mail account.", "This can be compromised by a hacker that also has access to your e-mail."]
["Teaching children how to handle their emotions is an important part of learning.", "Good parents and teachers have a duty to provide instruction in dealing with emotions constructively."]
["The effectiveness of direct instruction is supported by substantial research, but there are some recent longitudinal studies which raise doubts about its effectiveness.", "In 2006, a three-year study of teaching and learning showed that flexible methods of instruction like Montessori and Waldorf were more effective than direct instruction.", "Still, it is one of the few scientifically verifiable ways to improve a school's educational curriculum.", "This has resulted in widespread support of the system and its worldwide adoption in public schools."]
["The Waldorf method of teaching is a unique educational strategy which aims to create well-rounded students through a broad curriculum, including academics, art and music education, physical education, and emotional and social education."]
["The following table illustrates the different types of intelligences described in the original research."]
["Once stored, memories eventually must be retrieved from storage.", "Remembering past events is not like watching a recorded video.", "It is, rather, a process of reconstructing what may have happened based on the details the brain chose to store and was able to recall.", "Recall is triggered by a retrieval cue, an environmental stimulus that prompts the brain to retrieve the memory.", "Evidence shows that the better the retrieval cue, the higher the chance of recalling the memory.", "It is important to note that the retrieval cue can also make a person reconstruct a memory improperly.", "Memory distortions can be produced in various ways, including varying the wording of a question.", "For example, merely asking someone whether a red car had left the scene of a hit-and-run can make the person recall having seen a red car during later questioning, even if there was never a red car."]
["Information processing starts with input from the sensory organs, which transform physical stimuli such as touch, heat, sound waves, or photons of light into electrochemical signals.", "The sensory information is repeatedly transformed by the algorithms of the brain in both bottom-up and top-down processing.", "For example, when looking at a picture of a black box on a white background, bottom-up processing puts together very simple information such as color, orientation, and where the borders of the object are - where the color changes significantly over a short space - to decide that you are seeing a box.", "Top-down processing uses the decisions made at some steps of the bottom-up process to speed up your recognition of the box.", "Top-down processing in this example might help you identify the object as a black box rather than a box-shaped hole in the white background."]
["Though direct instruction is probably the oldest form of teaching, it came into a more modern light when a program was created by a professor at Johns Hopkins University in the mid-1980s as a way to address the problems of inner-city Baltimore schools.", "In this program, which focused on reading instruction, ninety minutes each day were dedicated to pre-ordained lesson plans and worksheets.", "The plan primarily featured scripted instruction and specific activities in which children engaged for defined periods of time.", "The program's goal was to teach every child in the class to read at the same level."]
["Do we dream in color?", "About 60% of people report that they \"always\" dream in color.", "32% of people report that they sometimes dream in color and only 7.7% of people report that they never dream in color.", "That means over 92% of people report that they dream in color.", "Since no one can, at the time of this writing, read your dreams, all of this information is self-reported by survey."]
["The connectionist model states that a piece of knowledge is represented merely by a pattern of neuronal activation rather than by meaning.", "There is not yet a universally accepted knowledge organization model, because each has strengths and weaknesses."]
["Experimental psychologists typically conduct research, develop theories, publish articles, and sometimes teach.", "Typically, they research topics like attention, learning, memory, thinking, sensation, and perception.", "They use the scientific method to conduct experiments."]
["Modern keylogger-defeating security screens more often feature a secret image that you select when you open the account.", "Even if a keylogger detects your password, there is no way for them to detect the image you click, thus protecting finances from fraud."]
["Brain research is usually not conducted on people; the majority of the research is done in laboratories on mice.", "The mouse brain is very similar to our brain, only much smaller!", "X-ray technology, like a CT scan, can show the structure of the brain.", "PET scans, or positron emission tomography, detect gases that have been marked with radioactive material during the experiment.", "The radioactive signatures allow the PET scan to detect the presence of the inhaled gas in the brain or organs.", "MRI stands for Magnetic Resonance Imaging.", "It is a non-invasive brain scan that shows the structure of the brain, like an x-ray in high definition.", "MRI machines cost millions of dollars.", "Finally, the fMRI scan, or functional MRI, allows researchers to detect changes to the blood flow in the brain, allowing a very accurate view of the brain and neural activation.", "Neurobiologists use these techniques to research how different stimuli, like light, sound, or pictures, affect the brain."]
["If learning is the process by which we incorporate ideas and information into our memories, then learning theory aims to describe the nature of the process and offer insight into how teaching can be improved.", "There are several modern co-existing theories on how we learn, each offering answers to one of several questions - what, when, why, and how."]
