["Auditory learners learn primarily through verbal lectures and classroom discussion.", "Often, they will encourage discussion and ask open-ended questions.", "Auditory learners benefit less from reading textbooks."]
["Not only are IDPs often settled in places with marginal access to begin with, but their presence causes undue pressure on services established for the communities that already existed, complicating access for everyone in the region.", "In addition, conflict almost always causes some disruption of healthcare services as a tactical ploy in the fighting.", "As an example, the WHO found that after violence erupted following the 2007 elections in Kenya, \"30% of the health facilities are not functioning.", "This disruption in the health system is affecting routine health care delivery and emergency care services.", "Already there are reports of patients on Anti-Retroviral Therapy for HIV and Tuberculosis treatment being unable to access their drugs.\"", "These sorts of shortages are quite common in conflict-affected zones, due to the increased logistical frustrations of avoiding fighting or insurgents who might steal supplies.", "In these sorts of logistically difficult situations, not only are basic services not accessible, but access to care is virtually impossible.", "Diseases that are easily treatable, such as malaria and tuberculosis, can run rampant due to insufficient resources to deal with outbreaks as well as having many people in a small area together.."]
["Equity's relationship with efficiency is an important aspect for governments to consider as well."]
["Everyone learns differently.", "According to psychologists and education specialists, there are three prevalent learning styles.", "If you want to discover what types of learner you (or your students) are, ask yourself, if you wanted to paint a room, how much paint do you need?"]
["According to Dr. Montessori, each child develops through several stages, each unique and requiring a slightly different teaching strategy.", "The first occurs between birth and age six.", "This stage represents the time when infants, toddlers, and children acquire language and begin to experience the world for the first time.", "It includes the development of the ego, where the child begins to first differentiate between self and other.", "The second stage occurs between the ages of six and twelve, during which children begin to develop the capacity for independent thought and abstract reasoning.", "This stage is marked by the desire to interact socially and emotionally with others.", "The last stage in development is adolescence."]
["These concepts can seem at times to be in direct opposition to the idea of equity.", "A good example of this tension between equity and efficiency can be seen in Oregon in the 1990s when their Medicaid system decided to prioritize health interventions based on their DALYs and what services were most cost efficient.", "This ground-breaking system was based on the idea of allocative efficiency.", "It wasn't long until a child diagnosed with leukemia was denied care because the services weren't viewed as cost-effective in Medicaid's new system.", "The uproar over denial of care for cancer treatments eventually led to Oregon abandoning the system altogether."]
["Von Trotha went on to lead a military campaign of genocide, relentlessly pursuing the Ovaherero into the desert where many died of thirst and starvation.", "Out of a population of 60,000 to 80,000 Ovaherero in South West Africa before the war only 15,130 remained by 1911 and of the 20,000 Nama only 9,781.", "Von Trotha's campaign succeeded in reducing the Ovaherero population by nearly 80% and the Nama by over 50% as well as destroying the social and political structures of the tribes."]
["Of the tribes, the Nama have the longest history of contact with Europeans due to their presence in the Cape Colony.", "German perceptions of the Nama derived from this old discourse.", "Described by some commentators as noble savages, the Nama were also characterized at times as \"men of implulse\" having \"idle and dissolute habits.\"", "Altogether European depictions of the Nama were highly varied and inconsistent."]
["The need for quality data is also an ongoing concern, as services provided will need to continue to be monitored once a bonus structure is put in place."]
["Just as most other European countries were beginning to exit or disengage from their African colonies, Portugal dug in, strengthening its connections with and increasing its presence on the continent.", "Angola was used as a repository for Portugal's underemployed and impoverished excess population, and settlers continued to flock to urban areas.", "With the white population increasing from 44,000 in 1940 to 325,000 in 1974, Europeans soon took over not only upper and mid-level positions, but also most low-wage jobs in the city, displacing most of the urban African population."]
["To answer the question of \"what\" we learn, we know there are four types of information acquisition: transmission, acquisition, accretion, and emergence.", "Transmission is the transfer of knowledge from one person to another by demonstration, guidance, or direct instruction.", "It's the traditional way that we envision teaching, but it really only accounts for a small amount of what we learn in our lifetimes.", "Acquisition is conscious research, guided by the learner.", "This includes exploration, experimentation, and curiosity.", "Accretion is a gradual, sometimes subliminal, acquisition of knowledge.", "This is the primary source for learning about language, habits, culture, and social rules, and it accounts for most of the things that we know."]
["Some of the threats posed by communicable diseases in IDP settings according to the WHO  include:"]
["The Montessori method was created in the early 20th century by Maria Montessori, an Italian educator and physician.", "The philosophical tenet behind the Montessori method is that children each have their own internal guidance for self-directed development.", "The teacher acts as a guide, watching over the classroom to remove obstacles from learning but not participating as a direct instructor.", "Lessons given by the teacher often involve how to use or play with the various instructional toys in the classroom."]
["The reasons for this increased risk is mostly straight-forward.", "Lack of adequate drinking water and sanitation leads to an increased incidence of water-borne diseases.", "Malaria is of particular concern.", "According to the WHO, malaria is endemic in over 80% of the areas currently experiencing humanitarian emergencies.", "Overcrowding facilitates transmission of measles, acute respiratory infections, and meningococcal diseases.", "Decreased nutrition makes it much more likely that displaced people will become sick after exposure.", "The high number of vulnerable populations (i.e.", "children, women and elderly) in IDP settings.", "Complicating the issue even further, IDP populations usually are not sufficiently vaccinated to prevent epidemics."]
["There are several other differences between the Waldorf Method and other traditional teaching methodologies.", "First, academic education is de-emphasized.", "In fact, the types of education which are routinely cut from public school budgets are often the crux of a Waldorf education.", "These include education in art, music, and foreign languages.", "Children are encouraged to learn to play musical instruments, knit, crochet, and draw.", "Additionally, the Waldorf Method uses no textbooks until sixth grade.", "Instead, elementary school children keep a journal where they record their experiences and what they have learned."]
["As of 2005, the number of IDPs in the world was estimated to be 25 million, with another 120 million adversely affected by conflict though not officially displaced.", "In the last 15 years, access to healthcare has improved in conflict situations, but there is still a long way to go.", "4 of the 5 countries with the highest under 5 mortality rate are conflict affected (Sierra Leone, Angola, Afghanistan, and Liberia).", "Just as concerning are the apparent disparities between populations affected differently by the same conflict.", "Healthcare services to internally displaced people has not improved to the same level as services for refugees.", "There are a number of reasons for this.", "IDPs generally don't have a \"hub\" similar to a refugee camp, for example, that would facilitate healthcare service provision.", "In addition, Spiegel points to the \"poor access to services and the absence of mandate and funding for one agency to assume decisive responsibility for non-refugee populations\" as a complicating issue .", "In other words, the lack of an international mandate to serve IDPs, like the one that exists for people deemed worthy of \"refugee\" status, complicates issues.", "Complicating the situation even further, providing care often proves to be costly and difficult for many reasons, some of which are further  discussed below."]
["European perceptions of the Samoan were not unanimously positive, but the idea of the Samoan noble savage had more support than that of the Witbooi noble savage, as colonial discourse on the Nama was largely mixed and often negative.", "White settlement was also of a much smaller scale in Samoa, in part due to its tropical climate.", "Because of these factors the education system for natives in Samoa was more advanced and featured secular schools that trained Samoans for jobs in colonial administration.", "The situation in Namibia was vastly different and would not allow similar policies.", "Settlers blocked attempts to improve native education and continued to exploit the indigenous population.", "Meanwhile Leutwein's own passive policy of appropriation would contribute to his downfall in the events of 1904."]
["Visual learners like to see charts, diagrams, overhead transparencies, handouts, videos, worksheets, and examples.", "They work best when they can see the facial expressions and body language of the teacher.", "Oftentimes, visual learners prefer to sit near the front of the class where they can avoid visual distractions.", "Usually, visual learners will take very detailed notes.", "Asking visual learners to picture a concept in their head is a useful way to communicate information to them.", "To address the painting problem, visual learners would conduct research online or by reading the backs of paint cans.", "If there is a problem, visual learners might take measurements and make charts or diagrams of the room."]
["The situation in South West Africa (present-day Namibia) presented a stark contrast.", "Unlike in East Africa, where the government established state schools and played a prominent role in the education of the natives, in South West Africa the task of native education was left almost entirely to missionary societies that received limited government support.", "The government did however invest significant resources towards the education of Europeans in the colony, establishing s system of state schools as well as more heavily supporting and regulating missionary schools.", "These educational policies had longstanding effects on South West Africa, even after German rule.", "While other German colonies boasted significant numbers of literate and educated Africans, in South West Africa \"the overwhelming majority of the population remained untouched, uneducated, and illiterate.\"", "Various social, political, and economic factors led to the divergent experience of South West Africa.", "This paper seeks to expand the discussion by identifying these factors and paying particular attention to new research on the attitudes of settlers and colonial authorities to native Africans."]
["The discovery of oil in the exclave of Cabinda in the 1960s and the continued development of coffee, cotton, and diamonds as viable exports, led to Angola having one of the most robust and diversified economies of Africa in this time.", "Maintenance of these commercial activities was however highly dependent on European technicians and specialists and was almost completely controlled by these groups, preventing the majority of the population, who were largely engaged in subsistence farming or as laborers on commercial farms, from reaping the benefits of this wealth."]
["One final recommendation for Namibia when implementing a pay for performance model, ensure that supplies are available on the anticipated level needed before introducing a bonus model.", "As HIV testing will likely increase, and ARVs will logically be used more as a result, stock needs to be adequate to meet increased demand.", "Another related recommendation is to do implement the new bonus system as fast as possible.", "If testing or new cases are incentivized, there is a chance that providers will hold off on HIV testing until the new system is installed and they can be paid more for providing the same service."]
["Economic efficiency consists of producing a level of effective services at the lowest cost possible."]
["Health system responses, on the other hand,  have the benefit of strengthening the framework by addressing underlying issues affecting access, quality, and efficiency across the healthcare system.", "When these sorts of root problems are addressed, improvements can be seen in all aspects of health services delivery, rather than one specific, focused area.", "This approach has limitations as well, primarily fact that goals are much less focused and require much more coordination among stakeholders.", "In addition, the lack of clear, direct goals lead to discouragement among actors.", "These difficulties, though, are not surmountable, and the long-term strengthening benefits of health-systems wide approaches make this preferable to programmatic interventions."]
["Waldorf schools are safe and nurturing environments where children can enjoy their childhood and be protected from harmful influences of the broader society.", "Instead of being run by administrators concerned with economic or political motives, Waldorf schools are primarily run democratically by the teachers.", "Waldorf schools consistently produce strong, independent thinkers, and for this reason, the Waldorf educational model is still used in schools around the world."]
["Due to differences in ideology and ethnic composition the MPLA and FNLA were unable to unite against the Portuguese and fought each other nearly as much as their common enemy.", "A third group, UNITA, was founded by Jonas Savimbi in 1966."]
["Health Service Delivery - People have equal access to effective, safe and quality health services that are standardized and follow accepted protocols and guidelines."]
["They may not take many notes.", "Auditory learners follow oral directions better than written ones.", "They prefer listening to the radio rather than reading a newspaper.", "They often hum, whistle, or sing to themselves.", "They are usually very articulate and enjoy debates.", "They like telling jokes and stories.", "They make verbal analogies to demonstrate points.", "They work well with mnemonics.", "To address the painting problem, auditory learners would call a friend who knows how to paint and ask for instructions or advice.", "They will listen carefully and follow the instructions to the best of their ability.", "If there are any problems, they will discuss the problems and solutions with an expert."]
["Even with this framework in place, however, the recent Cholera epidemic in Haiti shows that there is still work to be done in preventing disease outbreaks in IDP communities.", "Part of the issue is the lack of availability of sufficient funding and access, both of which will be discussed further.", "In recent years, prevention of the spread of infectious diseases has become a priority in IDP healthcare, as so many of the deaths in IDP camps are preventable."]
["Since information is conveyed in different ways, a student's learning style will affect the things they learn.", "If something is written down but not discussed in class, or if sufficient examples are not provided, there may be gaps in the knowledge of students.", "Recognizing the differences in learning styles can ensure that teachers always convey important information by all three methods: saying it, writing it, and showing examples."]
["Between 2000 and 2006 there were 30 communicable disease outbreaks in 14 different conflict-affected countries, including the Democratic Republic of the Congo (Ebola, Marburg, monkeypox, cholera, plague) and the Sudan (meningitis, relapsing fever, hepatitis E, ebola, cholera).", "The most common diseases in the Sudan include pneumonia, measles, and malaria.", "The WHO document, \"Communicable Disease Risk Assessment: Protocol For Humanitarian Emergencies\" explains why communicable diseases are such a huge issue for both refugee populations and IDPs ."]
["Settlers were not impressed with Leutwein's policies and criticized them for being too soft.", "Leutwein in return said that settlers \"felt superior and paid no attention to the treaties\" and blamed their exploitation of the natives for African uprisings.", "Leutwein's tenure in South West Africa in some ways reflected that of Wilhelm Solf's in Samoa.", "Like Leutwein, Solf was also often at odds with German settlers and came from a liberal family.", "The image of the Samoan as a noble savage was even more prominent in Samoa than that of the Witbooi in South West Africa.", "Solf however had much greater success in his policies than Leutwein.", "In Samoa white settlement was mainly limited to the capital, Apia, and native traditions were more generally respected."]
["In the north the FNLA began a major offensive, their ranks bolstered by hired western mercenaries and Zairian soldiers and artillery.", "The CIA and China also provided the FNLA with generous military aid in the form of money and arms.", "The MPLA continued to receive arms shipments from the Soviet Union and in May recruited the fiercely anti-Mobutu Katangese rebels who had previously served the Portuguese as counterinsurgency troops.", "The FNLA offensive reached the outskirts of Luanda, but was stopped by the arrival of 1,500 Cuban soldiers and additional Soviet weapons in August.", "The poorly equipped FNLA guerillas, even with Zairian and foreign mercenary support were no match for the highly trained Cuban soldiers that supported the MPLA and were soon routed and forced to retreat into their strongholds in the north and back into Zaire."]
["Educators have a duty to teach students to manage their emotions, resolve conflicts peacefully, and be responsible for their actions.", "Effective teaching of emotional intelligence requires, first and foremost, good teacher and parent role models.", "By creating an environment of emotional acceptance and encouraging children to work through their emotions in a positive way, children will learn that certain behaviors are allowed and others are not.", "It's also important to look for teachable moments in your everyday life.", "For example, if a child hits another child, discipline must be accompanied by teaching, for example, telling children that hitting is not okay and to get an adult if they need help resolving a dispute.", "However, there are two reasons this is not the most effective way to teach social behavior.", "First, the incident has already occurred, and both children are upset and will not be receptive to learning.", "Second, the child might find the teacher's attention reinforcing and hit children just to get the teacher's attention again.", "Instead, social skills should be taught like any other part of the curriculum, with lessons as part of the daily schedule."]
["The precolonial conceptions of the Nama and Ovaherero formed the basis for early colonial policy.", "Both the Nama and Ovaherero were generally viewed as uncivilized.", "The groups were constantly at war with one another and the Germans made agreements with various groups at different times.", "The Landeshauptmann (state captain) of South West Africa from 1891-1894, Curt von Francois believed that the Nama had \"outlived their day\" and embarked on a policy of extermination with regard to the Witbooi, a prominent Nama tribe led by Hendrik Witbooi.", "When he was unable to defeat Witbooi in battle, Theodor Leutwein was appointed as his replacement."]
["Piaget's theory of cognitive development answers the question of \"when\" we learn.", "According to Piaget, children develop according to stages.", "The rate of development depends on the fulfillment of intellectual and emotional milestones, each stage building on the successful completion of previous stages.", "The specifics of Piaget's theory have been improved by further research, but Piaget's stage-oriented view of development remains the most prominent theory of when learning occurs."]
["To supply their favored nationalist movements with weapons, the Soviet Union and United States together had spent more than $1 billion."]
["Horizontal equity refers to the distribution of services across different regions of an area, usually a country.", "Of particular interest here is access in urban areas vs. access in rural areas.", "Generally, healthcare is more easily accessible to those in urban areas, where one usually finds more healthcare providers.", "There are knobs by which governments can effect horizontal equity, namely through financing options, providing more money to rural providers to incentivize serving communities that traditionally have less access.", "Governments can also facilitate community-based health insurance schemes to help those in marginal areas increase access.", "CBHIs, however, may not always be vertically equitable, as the poorest are still often unable to pay premiums for service."]
["The most secure type of authentication is using an RSA authenticator.", "In addition to requiring your username and password to log in, the financial account will also require an RSA token, usually a string of six numbers, which changes every few seconds.", "Banks can send you this RSA token on an RSA authenticator, a device about the size of a keychain.", "Since the string of numbers changes regularly, only the person holding the RSA authenticator has access to the account, thus protecting finances from fraud."]
["Direction instruction is, by far, the most widely used method of teaching.", "Recent studies cast doubts about whether it is the best way to teach, but it is empirically proven to be able to consistently raise the average test scores of a school.", "This has resulted in the success of the teaching method and its widespread use in the classroom."]
["Direct instruction is a theory of education which posits that the most effective way to teach is by explicit, guided instructions.", "This method of teaching directly contrasts other styles of teaching, which might be more passive or encourage exploration.", "It is a very common teaching strategy, relying on strict lesson plans and lectures with little or no room for variation.", "Direct instruction does not include activities like discussion, recitation, seminars, workshops, case studies, or internships."]
["What is a dream?", "The most accessible definition is that it is simply a series of images, sounds, and emotions that are experienced during sleep.", "What causes dreaming?", "When the body enters REM sleep, it begins to send signals to different parts of the brain.", "These signals go through parts of the brain associated with memory and emotions.", "Though no one knows where dreams originate or what the purpose of dreaming is, many scientists hypothesize that it is the result of the highly active, yet random, neuronal firings.", "These scientists would speculate that dreams are your brain trying to make sense of random emotions and memories.", "For example, being fearful because you dream that you are lost in the woods might simply be the brain stimulating the fear center at the same time that it stimulates the memory of trees or forests."]
["Additionally, there are a number of critiques of IQ tests that apply regardless of which type of intelligence it measures.", "First, IQ tests are highly subjective in their scoring between cohorts.", "The tests must be continuously changed to stay relevant.", "For instance, an early IQ test asked eight-year-olds, \"What is Mars?\"", "If you answered \"The fourth planet from the sun,\" you would be wrong, as the correct answer was, \"The largest candy maker in the world.\"", "The Mars Bar was a common snack food for children, but astronomy was not a common topic of instruction in schools.", "Additionally, sharing a demographic with the person who wrote the test questions leads to inflated scores, and this has been demonstrated to inflate the scores of white males."]
["An account of European perceptions of native groups in South West Africa and their relation to colonial native policy in general provides a useful background for understanding German education policy in the colony.", "Through much the colony's history, both the Nama and Ovaherero were characterized as relics of another time and likely to die out on their own.", "Though there were periods where certain groups were praised, most notably the Witbooi under Leutwein, the overarching perception of the natives as in a sense obsolete had the greatest effect on colonial policy.", "The German effort in South West Africa could be characterized as native policy being abandoned for native massacre.", "With this move to extermination, native education was not of particular concern to the colonial government, and therefore received little funding or regulation.", "This analysis reinforces Cohen's argument that settlers and economic conditions led to the educational system of South West Africa.", "The decade of 1894-1904 provides an another insight into the effects of a changing perceptions of natives.", "In this case, Theodor Leutwein's promotion of the Witbooi was not enough to overcome the established discourse on the Nama and did not have the same type of lasting effect on policy that European perceptions of Samoans had in Samoa.", "Though it is beyond the scope of this paper, further research into the relationships between European attitudes to native populations and colonial policy in other German colonies would be a fruitful endeavor."]
["German colonies like Togo and Kamerun with more tropical climates had even smaller European communities."]
["Information processing starts with input from the sensory organs, which transform physical stimuli such as touch, heat, sound waves, or photons of light into electrochemical signals.", "The sensory information is repeatedly transformed by the algorithms of the brain in both bottom-up and top-down processing.", "For example, when looking at a picture of a black box on a white background, bottom-up processing puts together very simple information such as color, orientation, and where the borders of the object are - where the color changes significantly over a short space - to decide that you are seeing a box.", "Top-down processing uses the decisions made at some steps of the bottom-up process to speed up your recognition of the box.", "Top-down processing in this example might help you identify the object as a black box rather than a box-shaped hole in the white background."]
["Social and Emotional Learning has emerged as a field thanks to a new understanding of science, nature, child development, and biology, based on the subjective goals of increasing the potential for success and happiness.", "Social and emotional learning increase a child's emotional intelligence quotient, known colloquially as people-smarts, providing children with an opportunity to excel at more than just academics.", "Teachers and parents must intentionally teach literacy and academic skills, and according to social and emotional learning theorists, they should be just as intentional about providing instruction in social and emotional skills."]
["Governments should keep equity in mind when discussion health systems solutions.", "In fact, one might say it is the basis of the liberal approach to healthcare.", "As a rule, egalitarian liberalism is primarily concerned with equal access.", "There are a number of \"control knobs\" available to governments to affect equality, namely financing (how funds are collected for services, out of pocket vs. tax-collection), payment (how providers are paid for services provided), and regulation (establishing a basic package of services, for example)."]
["The stated goal of the Waldorf Method is to produce individuals able to create meaning in their own lives."]
["The large settler population shaped South West Africa's development and had a direct effect on the employment opportunities for educated natives.", "Middle and lower level positions in colonial administration and other jobs which required literacy and a degree of education were largely occupied by whites.", "Of the Africans who finished school, few were able to find employment and actually put their educations to use.", "Teaching in missionary schools was one of the more common occupations for educated Africans.", "The mixed-race population, known as coloureds or Mischlinge, had more opportunities for jobs than pure Africans but were still generally restricted to artisan labor and very limited work in colonial administration."]
["Once stored, memories eventually must be retrieved from storage.", "Remembering past events is not like watching a recorded video.", "It is, rather, a process of reconstructing what may have happened based on the details the brain chose to store and was able to recall.", "Recall is triggered by a retrieval cue, an environmental stimulus that prompts the brain to retrieve the memory.", "Evidence shows that the better the retrieval cue, the higher the chance of recalling the memory.", "It is important to note that the retrieval cue can also make a person reconstruct a memory improperly.", "Memory distortions can be produced in various ways, including varying the wording of a question.", "For example, merely asking someone whether a red car had left the scene of a hit-and-run can make the person recall having seen a red car during later questioning, even if there was never a red car."]
["The Waldorf educational system was created nearly a hundred years ago by Rudolf Steiner, an Austrian philosopher and scientist.", "Steiner was familiar with a philosophy known as anthroposophy, the idea that children who consciously cultivate independent thinking will be more ready to handle the important natural and spiritual questions with which philosophers and scientists are concerned.", "The Waldorf education was devised to be responsive to the needs of childhood, including allowing children to set their own pace and use their imagination and creativity."]
["While conflict often causes NGOs and bilateral agencies to intervene, this adds yet another level of coordination to the puzzle.", "In this paper, various armed conflicts around the world will be discussed, highlighting particular health system needs and basic health-systems failings.", "In addition, some common considerations, such as the common use of mobile health clinics and the provision of mental health care, are also discussed.", "Finally, the special case of Nepal deserves attention."]
["The most salient example of this widespread support is Project Follow Through, the most expensive federally-funded educational program ever.", "It was intended to continue the education of preschoolers exiting Head Start programs.", "The program was funded from 1968 until 1995, when funding was stopped due to data revealing that there was little or no benefit from the program.", "However, Project Follow Through did offer the first ever clearly documented empirical proof that the Direct Instruction model was the most effective method of teaching reading, arithmetic, language, spelling, and positive self-image.", "Direct instruction was the only method out of twenty-two forms of instruction that consistently produced positive results."]
["The war in 1904 marked the end of African political significance in South West Africa and the beginning of the total supremacy of white interests in the colony."]
["Another problem with a pay for performance model is the risk that it might cause some adverse selection.", "If there are performance measures for the percentage of HIV-positive patients on ARVs, for instance, there would be an incentive for providers not to take on new HIV-positive clients to ensure they are still meeting these sorts of ratio benchmarks.", "It is important to keep in mind these sorts of unintended consequences of pay for performance implementation."]
["Tactile learners enjoy a hands-on approach, participating in experiments and actively exploring the world around them.", "Many tactile learners have trouble sitting still and participating in a classroom lecture.", "A tell-tale sign of a tactile learner is drawing or doodling during class.", "Tactile learners often work skillfully with their hands to make or repair things.", "They often prefer to stand while working.", "They may use their hands more than the average person to communicate what they want to say.", "They are good at finding their way around, even in an unfamiliar place.", "They excel at jigsaw puzzles.", "They touch or hug others as a sign of friendship.", "To address the painting problem, tactile learners would go and buy a can of paint and just jump in.", "When they run out of paint, they simply go and buy more.", "Eventually, they will learn through experience how much paint is needed to paint a room."]
["Parents, how can you help your children improve their emotional intelligence?", "According to specialists, emotional learning starts at home at an early age.", "By being attentive to your young child's emotional needs, you can find opportunities to teach emotional learning in your day-to-day life.", "An easy way to begin is by discussing moods and asking questions like \"What makes you angry?\"", "It's important to teach children that emotions are normal, but that they should be able to regulate them."]
["A similar theory that has enjoyed much more success holds that there are likely at least two types of intelligence, primarily IQ, the intelligence quotient, and EQ, the emotional-intelligence quotient.", "Many believe that EQ matters more than IQ in terms of potential business or personal success."]
["Starting in Tunisia and Morocco in 1956 and extending to Sub-Saharan Africa with Ghana in 1957\t, most African countries had achieved independence from their European colonial masters by the mid-1960s.", "In the Portuguese colonies independence was a longer and more drawn out experience, as the Portuguese continued to assert their control and encourage new white settlement right until 1974, on the eve of independence."]
["Though the European population in Angola was rising it wasn't until after World War II that large scale white immigration began.", "The war had been a successful period for neutral Portugal, and the economy of Angola grew as demand for tropical commodities increased, and Portuguese exploitation of African labor was expanded.", "Under the system of forced labor, African groups were moved around the country, causing conflicts between the displaced tribes which would continue into the modern era.", "Unlike industrial France and Britain, Portugal was relatively poor and undeveloped and thus more dependent on its overseas possessions for its economic well-being."]
["Modern keylogger-defeating security screens more often feature a secret image that you select when you open the account.", "Even if a keylogger detects your password, there is no way for them to detect the image you click, thus protecting finances from fraud."]
["Experimental psychologists set up an experiment to answer a question.", "For instance, asking the question \"what is your favorite color?\"", "can help an experimental psychologist determine what percent of people like the color red, which can lead to inferences about how the brain handles preferences.", "The experimenter would pass out surveys to a large number of people, as many as he can, to get a good sample of responses.", "Next, the survey responses are processed and turned into raw data.", "Finally, the experimenter selects a statistical equation to tell him different things about the data, like whether or not his hypothesis is true!"]
["Instead of instructing with rote lectures, handouts, worksheets, and lesson plans, a Montessori teacher will offer guidance, but the child is ultimately responsible for his or her own individual learning.", "The classroom will often contain several stations, each containing toys which allow children to explore and learn.", "For example, a common station in a Montessori classroom will have a bucket of Lego blocks and several pictures of simple objects like an apple or a house, which the children can build if they want.", "Other stations might have books, crayons, a xylophone, or other engaging activities.", "The whole idea behind the Montessori classroom is allowing children to learn through playing."]
["In a place like Iraq, the \"Brain Drain\" is a very real issue that threatens long-term health systems stability.", "Increasing the number of doctors trained in their medical schools is one way to counteract the problem, but in the shorter term, doctor shortage will further contribute to the access issues already facing the country.", "While everyone in Iraq, even IDPs, have access to healthcare, the quality is sure to suffer, particularly in Baghdad."]
["In addition, efficiency does stress preventative care, as vaccinations and prevention are much more efficient options than treatment of disease.", "This falls in line with equality issues, as long as who to vaccinate does not become an issue, but is viewed as an allocative efficiency issue (IE coverage for all) rather than a technical efficiency issue, which may value vaccinating those close to a clinic, but devalue the cost of reaching those in hard-to-reach communities."]
["Sustained contact with the Ovaherero was not made until the nineteenth century.", "Although missionaries initially viewed this group positively, praising them for their beauty and strength, these flattering descriptions were soon replaced by claims that they were a base and crude people, prone to violence, robbery, and lies.", "Hugo Hahn, the founder of the first Ovaherero mission, framed his depiction of the Ovaherero in a wider Darwinian context.", "He characterized them as an innately inferior race that was destined to naturally die out."]
["A major criticism of the theory is that it has never been empirically tested.", "Some critics argue it is not falsifiable.", "What do you think?", "Is there a way to test a person on all eight types of intelligence?"]
["Cesarian-section rates are still lower than should be expected, around 4%.", "The c-section rates additionally point to another concerning issue.", "While the rate of c-section is 7% in urban settings, it is only 2% in rural.", "This points to the problem of equity of coverage across the country.", "Clearly access to healthcare services is focused around urban areas.", "Another issue of access concerns vertical equity.", "There is a 27% gap in service utilization between the poorest and richest quintiles.", "Clearly the poor are finding it much more difficult to access healthcare services, likely due to out of pocket costs."]
["As a case study of the issues relating to inadequate access to clinics and services one can look at 2007 Kenya.", "Extended violence broke out after the elections that year.", "During this conflict, the three biggest causes of morbidity and mortality were all easily treatable: acute respiratory disease, malaria, and diarrhea.", "In addition to a prevalence of preventable deaths, the decline of the healthcare infrastructure during conflict leads to long-term demographic health issues for countries like Kenya.", "As Dr. Jeff Wilkinson said at the time of the outbreak of violence, \"With the unrest, the Kenyan people cannot get access to the preventive tools, such as bed nets to guard against malaria, or condoms to guard against sexually transmitted diseases.", "Moreover, if they get sick, they cannot make it to clinics for treatments.", "Since tuberculosis and HIV require long-term treatment, lack of access is a huge obstacle to controlling the diseases.\"", "In these sorts of situations, many steps the country might have taken forward can be done away with simply due to the lack of adequate supplies."]
["In contrast with the system of native education in South West Africa, education for Europeans was highly developed and heavily supported by the government.", "While the German government spent 329,500 Marks on white education in 1914-1915, only 9,000 Marks were spent annually on education for Africans and Mischlinge."]
["According to the theory, there are eight types of intelligences.", "Each type is partially or completely independent of each other.", "For instance, though it stands to reason that a highly capable musical performer is likely to have a higher than average IQ, researchers hypothesize that this is not a foregone conclusion."]
["In defining next steps in improving neonatal and maternal healthcare in Indonesia, one must discuss the ability of the government to make changes that will improve services and service utilization.", "Of particular concern is the fact that the current system is largely decentralized and underfunded, with the vast majority of Indonesian citizens lacking insurance, almost 74%.", "Healthcare funding is largely done on the community level, with federal funding being doled out and the implementation and management of those funds left on the community level.", "It has been shown that many of the poorer districts have seen their healthcare grants increase, but have not had the ability to increase services due to the infrastructure."]
["After pacifying the urban podar popular movements, which had been causing internal conflict within the organization, the MPLA focused on neutralizing the FNLA and UNITA threats.", "In contrast with that of the USSR and Cuba, the American and South African presence in Angola was more clandestine and less popular.", "Cuba, another poor country with a colonial heritage, was seen as extending Third World solidarity to the Angolans and defending them from a racist South Africa.", "Both South Africa and the US also had strong ties with the Portuguese, and this association with imperialism made them unpopular with many groups in Angola.", "Once it became better known that the US was providing arms to the FNLA and that UNITA's military successes in the south were largely due to the SADF, international and domestic opinion increasingly sided with the MPLA, and South Africa was soon pressured to leave Angola.", "War-weary from Vietnam and wary of new Third World conflicts, a new Democratic Congress in Washington moved to ban military aid to the FNLA."]
["Modern brain research is being done in a variety of fields.", "Experimental psychologists at research universities are developing theories about the social and cognitive aspects of the brain and proving these by running tests on college freshmen.", "Neuroscientists use imaging techniques along with visual or auditory stimuli to measure and record changes within the brain.", "Cognitive science is an emerging discipline that was formed to integrate brain researchers in different fields.", "Princeton describes it as \"the field of science concerned with cognition; including parts of cognitive psychology and linguistics and computer science and cognitive neuroscience and philosophy of mind.\""]
["In February of 1961 a large group of Africans armed with knives and clubs attempted to free militants from a Luanda prison.", "The effort proved unsuccessful and violent reprisals led to hundreds of deaths.", "This event was widely reported on around the world and marked the beginning of Angola's fourteen year struggle for independence."]
["Educators, want some tips on providing social and emotional education to your students?", "There are several emotional education programs for teachers, including \"The Resolving Conflicts Creatively Program\".", "Integrating these programs into the daily curriculum and lesson plans will help your students understand how to behave with their peers.", "Your students will realize that you value their emotional maturity as much as their academic success.", "You should encourage your students to keep a journal about their feelings.", "Self-awareness and self-reflection is a large part of emotional maturity.", "Students can be taught strategies to remain calm and in a positive mood."]
["While it leads to interesting research if it is true, there may never be a test that accurately measures different or multiple intelligences.", "Still, one must recognize that some people who score poorly on IQ tests are profoundly good at other activities.", "If anything, this shows why it is important to be critical of IQ testing."]
["German colonial rule has been noted by various observers for its brutality, notably with respect to the genocide of the Ovaherero and Nama in German South West Africa.", "Of course nothing so broad as an entire colonial empire can be accounted for by such a simple description.", "The German colonial empire was as varied in policies and ruling style as it was in geography.", "Educational provision across the colonies was similarly diverse.", "When the British took over German East Africa (Tanganyika) in 1919, they found a large population of educated and literate Africans.", "German educational efforts in Kamerun and other colonies were also praised by contemporary authors."]
["However, this relationship soon became strained as the trade in slaves became the primary interest and occupation of the Portuguese in Africa.", "By 1575 more than 400,000 slaves had been exported, primarily to the plantation-based colonies of Sao Tome and Brazil, as well as to other New World colonies.", "The effects of the slave trade severely weakened the Kongo state and removed nearly all vestiges of the friendly relationship and interest in Portuguese religion and culture that existed upon contact.", "Until the late nineteenth century Portugal's presence in Angola was mostly limited to the coast, and much of the territory was controlled indirectly through semi-autonomous fiefdoms held by African allies or mesticos of mixed European and African descent.", "Because the European population was so small, mesticos, also known as Afro-Portuguese, performed key roles in the military, civil service, and business, occupying a privileged social position above the indigenous Africans and below the Portuguese.", "The Afro-Portuguese were also heavily involved in the slave trade, which dominated nearly all economic activity in Angola prior to its abolition in the 1870s."]
["Risk Assessment - Likelihood and magnitude of disease outbreaks are calculated and interventions are prioritized based on cost, availability of supplies, and so on."]
["What is so intriguing about is the fact that during a ten year conflict within the country from 1996-2006, there  was  improvement in 16 of 19 Millennium Development Goals at the same time.", "This goes against traditional thinking, that during conflict health indicators will regress.", "Are there lessons that can be taken away for future conflict interventions?"]
["Complicating the \"Brain Drain\" problem even further is the traditional issue of physician compensation.", "Even for providers who don't suffer from threats of violence against them, in a place like Iraq today they cannot afford to hold on to the existing doctors.", "As stated by Agron Ferati in the Brookings Institute's 2009 panel, \"Monitoring Health Services among Iraqi Refugees and Internally Displaced Persons,\" \"Why should I remain in Baghdad as a surgeon, when I can go in Dubai and earn $5,000 salary, while in Baghdad I risk my own life, my family's lives, for $600 or $700?\"", "This problem only surface in Iraq after the war.", "This issue is not constrained to only doctors, either.", "In 2006 it was found that only about 30% of all healthcare staff positions were filled."]
["Steinmetz claims that these negative portrayals of Ovaherero were partially a result of the limited progress the missionaries had with the tribe.", "Missionary education also floundered in early years.", "Schools were mainly focused on converting natives, but teaching them European customs and modes of living was also seen as an avenue for eventual conversion to Christianity.", "Though some schools had moderate success, missionaries were also driven out of many communities.", "In the late 1860s a movement opposed to Christian conversion formed, further hindering missionary efforts.", "By 1874 less than 1% of the Ovaherero had been baptized, and by 1904 this proportion only grew to 6%.", "Other Europeans were frustrated by the Ovaherero's refusal to sell their cattle.", "This resistance to change and \"Europeanization\" helped reinforce perceptions which would legitimize a policy of land and cattle appropriation and eventually extermination."]
["Today, most K-12 education uses a modernized version of the original program.", "Previously known as DISTAR, an acronym for \"Direct Instruction System for Teaching Arithmetic and Reading,\" and created by SRA/McGraw-Hill, modern programs offer standard lesson plans for Reading and Arithmetic based on grade level.", "Teacher resources like DISTAR materials can be found under the republished names \"Reading Mastery,\" \"Language for Learning,\" and \"Arithmetic I/II.\""]
["Cohen's work identifies the settler population and the lack of economic opportunity for educated natives as the reasons for the limited development of native education in South West Africa, but does not focus on these factors or try to explain further underlying issues which influenced settler attitudes and the formation of the economic system in South West Africa.", "New research on the relationship of European attitudes to natives and colonial policy sheds light on these issue and can be applied to the question of education policy as well."]
["For nearly a hundred years, IQ was the standard by which we measured the relative intelligence of people.", "A paradigm shift occurred when studies in the 1980s by Howard Gardner showed that EQ is a better predictor of success than IQ.", "The responsible handling of emotions leads to fewer incidences of acting out and bad behavior and lowers incidences of violence, depression, and low motivation.", "It creates better perception of emotion in faces and pictures, including in one's own image.", "When children don't have these skills, they often exhibit challenging or confrontational behavior or become quiet and withdrawn."]
["Equity in healthcare refers to the even distribution of access and services across a given group.", "Inequality and inequity are not necessarily the same thing.", "If inequality, among say the rich and the poor are due to financial or time constraints (i.e.", "the poor cannot afford certain services) it can be said that it that is an inequity.", "However, if there is an inequality due to consumer preferences (for example, increased utilization by the poor because they need healthcare services more), this is an inequality that does not indicate inequity.", "As can be noted in the above example, inequality may not always be in favor of the rich.", "In fact, as Rawl's notes, inequality should only be allowed in raising the status of the poor."]
["Rural health insurance can work, and there are certainly examples of that.", "The important part is that before implementation an experienced staff is put together to develop a financially stable, realistic system.", "Restriction of services, waiting periods, and whether or not to subsidize premiums for the poor to expand equity are all issues that need to be considered and planned for in developing any new insurance scheme."]
["Lusotropicalism held that Portugal was uniquely egalitarian and benevolent among the colonial powers.", "Proponents of this theory asserted that because of their unique history and character, the Portuguese did not have the exploitative tendencies of other Europeans and racism was absent among them.", "The example of Brazil was regarded as proof of the theory, due to its racially-mixed nature and large mestico population."]
["The labor market in East Africa offered greater opportunities for educated Africans and Mischlinge.", "Because the settler population was much smaller both in absolute numbers and as a proportion of the total population, the colonial government sought to develop a literate class of Africans to fill positions in lower administration.", "Africans were also significantly cheaper to employ than Europeans, further motivating their recruitment by the cash-strapped government.", "The need for loyal native subjects led to the development of state schools, as missionary-educated Africans could possess conflicting loyalties if they had attended schools run by foreign missionaries."]
["Food for thought: Do you know someone with a high level of intelligence in something untraditional?", "For example, how would you rate the intelligence of a star quarterback?", "What about someone like Einstein, who did not learn to speak until he was eight or nine years old?", "Edgar Allen Poe, one of America's finest writers, was profoundly asocial and was afflicted with manic depression.", "The theory of multiple intelligences supports the idea that these men were profoundly intelligent, even if they did not score highly on traditional IQ tests."]
["In the second week of January 1904, the Ovaherero rose up against the Germans in a series of spontaneous and possibly coordinated attacks on European farms and military posts.", "In the opening days of the uprising 126 settlers and soldiers were killed.", "Women, children, and missionaries were generally spared.", "There is some debate over whether the uprising was a reaction to a German military offensive or a planned revolt.", "Although the Ovaherero had at this point lost approximately 10% of their grazing land to white settlers, this was only one factor in the rebellion.", "The Ovaherero were protesting settler conduct and a legal system that treated them as juvenile subjects.", "This was aggravated by \"business practices which not only systematically swindled the Herero, but also drove them into traps of debt.\""]
["In 1974 a left-leaning military coup overthrew the government of Marcello Caetano, ending the authoritarian Estado Novo (New State) that had ruled Portugal since 1932.", "The unpopular colonial wars played a large role in the coup, and the new government pledged to withdraw Portuguese troops from the colonies and grant them independence.", "In Mozambique and Guinea-Bissau, which had unified nationalist movements, this process was relatively straightforward, with the Portuguese colonial authorities handing power over to FRELIMO and PAIGC, respectively.", "The fragmented state of nationalism in Angola complicated the situation and meant that a framework for regime change had to be created."]
["The reason for the mixed success of many donor-funded rural insurance schemes is complicated.", "In theory, providing a risk-pooling scheme for areas where nothing existed before seems rather straightforward.", "In practice, however, these communities often have certain issues developing viable, sustainable health insurance schemes."]
["In January of 1975 Neto, Roberto, and Savimbi met in Alvor, a suburb of Lisbon, and signed a power-sharing agreement that set November 11 as the date of independence and calling for elections before this date.", "The peace after the Alvor accords did not last long and violence between the three groups quickly broke out.", "On the streets of Luanda MPLA and FNLA partisans fought for control of the capital and both sides were responsible for massacring unarmed recruits of the opposite factions.", "Within the MPLA self-defense committees of the podar popular (people's power) movement had formed in the previous year to counter violent riots by whites.", "Led by Nito Alves, the podar popular committees began to commit atrocities of their own and threatened the MPLA leadership with their radicalism.", "Faced with violence in the streets of Luanda and particularly in the northern areas controlled by the FNLA, whites, mesticos, and assimilados fled the country in large numbers--nearly 250,000 left during a six-month long airlift starting in May of 1975."]
["In addition, the development of a \"bonus\" system for providing antenatal and postnatal care should provide an incentive for doctors to continue care for both mother and child.", "Perhaps offering bonuses for meeting certain thresholds, such as number of births attended or mean number of visits with children under five years.", "This practice can also be extended to other health sector performance issues."]
["The Montessori method of teaching is a modern educational movement that encourages teachers to view children and classroom education differently than the common teacher-student relationship.", "Instead of focusing on academic education, the Montessori method focuses on respecting and encouraging each child's individual differences, providing a nurturing environment to teach social interaction and emotional skills.", "The Montessori method is most often applied at the pre-school level due to its focus on early child development."]
["The Ovaherero who survived the war were largely rounded up and put in concentration camps, where they went through a process of cultural assimilation to fulfill their roles as a proletariat of labor to support the white population.", "Though education was disrupted during the war, enrollment surpassed prewar levels by 1905.", "Many natives sought humanitarian assistance from missionaries and converted to Christianity in this period.", "Missionary societies filled the gap left by the destruction of the native tribal structure.", "A much smaller and more concentrated population was easier for them to manage and influence than the large nomadic groups present before the war.", "These final steps of settler domination in the colony led to the full development of the educational system as earlier described, one in which Africans were trained to be a proletariat occupying only the lowest rungs of the labor market and for the benefit of the settler population."]
["The following table illustrates the different types of intelligences described in the original research."]
["From the mid-fifteenth century expeditions along the West African coast, to the independence of its colonies in 1975, the Portuguese were in some ways both the first and last European colonizers of Africa, maintaining a presence on the continent longer than any other European power.", "The legacy of nearly five centuries of Portuguese rule lies at the root of many of the problems that have plagued Angola in the modern period.", "Though many of these features are common to the European colonization of Africa in general, some belong to the peculiar brand of colonialism practiced by Portugal, which often ran counter to the experience of other European countries.", "The Portuguese themselves acknowledged these differences with the theory of lusotropicalism, particularly under the regime of Antonio Salazar."]
["First contact with Europeans came in 1483 when an expedition led by Diogo Cao encountered the Kongo kingdom."]
["Teaching children how to handle their emotions is an important part of learning.", "Good parents and teachers have a duty to provide instruction in dealing with emotions constructively."]
["Threat/Vulnerability Assessment - Here, an in-depth assessment of the host, the agent, and the environment is carried out to analyze what attributes (for example, vaccination prevalence, recent epidemics, or access to safe water) might increase the risk of an epidemic among the displaced."]
["Before discussing the relationship between equity and efficiency, it is important to discern between the three types of efficiency:"]
["In addition, the desired outcomes and targets must be decided upon, which is much easier said than done.", "For an illness like HIV/AIDS, number cured obviously cannot be a monitored outcome.", "Patients in ongoing treatment, however, and cases of HIV detected certainly can.", "One measure that Namibia may want to consider is number of new HIV cases detected and put on ongoing therapy, in order to ensure that the adverse selection mentioned above.", "In many ways, incentivizing numbers of clients rather than percentages may be a good idea to ensure comprehensive care for HIV-positive citizens."]
["If learning is the process by which we incorporate ideas and information into our memories, then learning theory aims to describe the nature of the process and offer insight into how teaching can be improved.", "There are several modern co-existing theories on how we learn, each offering answers to one of several questions - what, when, why, and how."]
["Angola is a relatively large country; at 1,246,700 sq.", "km, it is slightly less than two times the size of Texas.", "It shares borders with the Democratic Republic of the Congo to the east, Zambia to the southeast, and Namibia to the south.", "Blessed with rich agricultural land and a tropical climate, it has significant oil reserves, mostly concentrated in the northwestern exclave of Cabinda, and large commercial diamond fields in the northeast.", "13,068,161 people (2010 est.)", "live in Angola, and like most other African countries the population is very young, with a median age of 18.", "The population is divided into three main ethnic groups: the Ovimbundu in the central highlands (37%), the Mbundu along the coastal plain and around the capital city Luanda (25%), and the Bakongo people of northern Angola (13%), who are also a prominent group in neighboring Congo-Brazzaville and the Democratic Republic of the Congo.", "Other African ethnic groups, Europeans, and people of mixed European and African descent (mesticos) make up the rest of the population.", "Portuguese is the official administrative language, though a significant portion of the population, particularly in rural areas, does not speak it.", "Various African languages (chiefly Umbundu, Kimbundu, and Kikongo, spoken respectively by the Ovimbundu, Mbundu, and Bakongo peoples) share co-official status with Portuguese and are spoken as mother tongues by much of the population."]
["Compared to Germany's other colonial possessions, South West Africa had a moderately temperate climate, although much of the territory is covered by arid desert.", "The European population of South West Africa reflected the relatively hospitable conditions.", "By 1913 nearly 15,000 whites lived in South West Africa, while only 5,336 lived in the colony with the next largest settler population, East Africa."]
["Outbreak Detection and Response - Outbreaks are prepared for, detected, investigated and controlled in a timely and effective manner."]
["Another contributor to the failing of so many of these sorts of schemes is the administrative stress of developing such schemes.", "For smaller schemes like these sorts of rural insurance organizations, administrative costs are high, owing to the reduced funding pool, and the high administrative needs.", "For instance, most administrators must negotiate rates with providers, set premiums and collect premiums from members, and coordinate recruitment into the scheme.", "As a result, administrative costs and fees often further hamper the organization's viability.", "In addition, the premium fees are often set on the basis of how much the members can pay rather than on the costs of provision of care.", "This means that the administrators must develop a package of services that are covered and decide what is excluded.", "These sorts of issues mean that administration of these insurance schemes really need qualified, experienced administrators that are often lacking in these rural areas.", "A poorly-run scheme with staff that is not up to the task likely will eat up potential funds with administrative fees."]
["Another important aspect of health systems in conflict situations is the question of where the financial resources will originate from.", "Government support in extended conflicts typically wanes, increasing reliance on NGO and bilateral agency funding for health-sector funding."]
["Provided Namibia prepare properly and set appropriate targets, pay for performance can be a critical tool in stopping the AIDS epidemic in their country.", "As outlined in this paper, however, when setting targets it is of the utmost importance that benchmarks be analyzed for potential consequences, including unintended effects to the provision of and quality of care.", "It is also important that the country ensure that its health system is both financially and technologically prepared for the additional anticipated stress to its country's healthcare infrastructure."]
["The primary reason many of the rural insurance schemes have failed in the past is due to insufficient funding."]
["In discussing next steps towards improving neonatal and maternal care indicators, the most basic question is how to most effectively address the lack of service.", "Specifically, should Indonesia develop program-specific approaches or strengthen the overall health system without focusing on pre and post-pregnancy care for the mother and child.", "There is no question that programmatic approaches to solve the problems outlined above are attractive.", "Not only do \"vertical approaches\" that target one sector of improvements have much more targeted, manageable objectives, they also generally generate faster results.", "There are some drawbacks to keep in mind, however.", "One major drawback is that investing heavily in programming for one particular area of the health sector often means that funding for other areas suffers and human resources will flock towards working in that area that has more resources (the effect of international funding to HIV/AIDS and its effect on the family planning sector is one example).", "In addition, running multiple parallel programs for one area results in duplication of services that are also uncoordinated between programs.", "This leads to an increase in forms and paperwork for supplies and funding."]
["All of these theories can co-exist because they attempt to explain different methods or types of learning.", "Each answers a different question, and together, they provide a broad understanding of the brain and learning."]
["Human Resources - Health services are provided by trained and competent health work- forces who have an adequate mix of knowledge and skills to meet the health needs of the population."]
["Brain research is usually not conducted on people; the majority of the research is done in laboratories on mice.", "The mouse brain is very similar to our brain, only much smaller!", "X-ray technology, like a CT scan, can show the structure of the brain.", "PET scans, or positron emission tomography, detect gases that have been marked with radioactive material during the experiment.", "The radioactive signatures allow the PET scan to detect the presence of the inhaled gas in the brain or organs.", "MRI stands for Magnetic Resonance Imaging.", "It is a non-invasive brain scan that shows the structure of the brain, like an x-ray in high definition.", "MRI machines cost millions of dollars.", "Finally, the fMRI scan, or functional MRI, allows researchers to detect changes to the blood flow in the brain, allowing a very accurate view of the brain and neural activation.", "Neurobiologists use these techniques to research how different stimuli, like light, sound, or pictures, affect the brain."]
["The departure of the South Africans and American aid, together with infighting between UNITA and the FNLA led to the MPLA taking decisive control of the country in 1976.", "Though the FNLA ceased to be a major political force, UNITA continued to actively oppose MPLA-rule for another twenty-six years.", "The violence from 1974-1976 cost over 100,000 Angolans their lives and drove tens of thousands of Ovimbundu and Bakongo into Zambia and Zaire."]
["Do we dream in color?", "About 60% of people report that they \"always\" dream in color.", "32% of people report that they sometimes dream in color and only 7.7% of people report that they never dream in color.", "That means over 92% of people report that they dream in color.", "Since no one can, at the time of this writing, read your dreams, all of this information is self-reported by survey."]
["The Rwanda example also illustrates the importance of involving the government, both at a country-wide level and the community level, at an early stage and getting commitment from them before implementation of any rural insurance scheme.", "With government backing, one might be able to get additional funding, or at least a \"safety net\" that may be willing to help the insurance organization should it experience funding problems in the future."]
["On the onset of the war, two main groups challenged the Portuguese, the MPLA and the FNLA (previously UPA).", "Established in Luanda, the MPLA derived much of its support from Mbundus in the cities and along the coast.", "Marxist-leaning mesticos and assimilados made up most of the group's leadership and formed ties with the Soviet Union and other communist countries.", "Agostihno Neto, an assimilado doctor educated in Lisbon, was the early leader of the MPLA and would later become the first president of independent Angola.", "The FNLA, led by Holden Roberto, was based in neighboring Congo (Leopoldville) and largely a regional and ethnic group representing the interests of the Bakongo people of northern Angola.", "The United States and later China provided monetary and material support to the FNLA and under the regime of Joseph Mobutu (later Mobutu Sese Seko), Zaire would send its own troops into Angola to bolster the FNLA's ranks."]
["New attempts to start plantations and agricultural settlements in the interior mostly failed, but a greater number of Portuguese settlers, mainly impoverished peasants, immigrated to the colony, settling primarily in the cities along the coast.", "As the number of whites in the cities increased, they began to displace the mesticos, and new restrictions were placed on bureaucratic positions.", "By the 1920s the old Afro-Portuguese elite had mostly lost its prominent place it had occupied during the nineteenth century.", "The dissatisfied members of this group would form much of the leadership of the various rebel groups during the liberation war."]
["A Montessori classroom is different from a typical classroom in a number of important ways.", "These changes encourage children to develop independently into well-rounded individuals.", "By allowing children to play, instead of sit and listen to lectures, the classroom allows children develop the motivation to learn and explore.", "Though it's not the traditional way to teach a class, the Montessori method offers empirically-supported advantages to children above and beyond normal development and learning."]
["Developing a social insurance mandate has occurred somewhat for federal employees, with the employees and employers paying a percentage of the premium.", "Continuing to develop a system with a wider reach, much like Thailand developed, should help solve a number of the access issues.", "In addition, expanding federal insurance coverage for the poor should help ensure a more equitable distribution of care.", "In addition, ensuring that social insurance is available for all employed citizens (with an additional federal or federally subsidized program for the unemployed and indigent) ensures that there is accountability, rather than throwing more money at district governments than they know what to do with."]
["Rapid emergence of drug resistance - Due to disruption of treatment and poor compliance and the use of outdated or inappropriate drugs regimens."]
["Further south the MPLA faced attacks from both the FNLA and UNITA and starting in October a massive invasion by the South African Defense Force (SADF) from South-West Africa (modern Namibia).", "Without Cuban support, the MPLA in the south quickly folded to the SADF and within a month the southern front was only 120 miles from Luanda."]
["Indonesia has made improvements in the number of births with a skilled health worker attending, with 72% of births now meeting this target.", "That being said, this category still includes traditional workers, such as midwives, who cannot provide medical interventions should the pregnancy be complicated (hence the large percentage of maternal deaths caused by hemorrhage).", "In other words,  the improvements made in this particular indicator are somewhat misleading and there is still much work to be done.", "In addition, there has been a decline in the percentage of diarrheal cases in children under five years treated by a health professional.", "While data on postnatal care is incomplete, it is clear that this area is also of concern, with low rates across the country."]
["Increased incidence of endemic disease - Increased morbidity and mortality from diseases like HIV/AIDS."]
["Equity should be one of the most fundamental considerations in all health systems strengthening efforts, and should be the aim of any system.", "While there may not be any perfectly equitable system, it is clear that those systems that run largely on out-of-pocket payments (as in most developing countries) or private insurance-based systems like the US (where insurance providers often participate in adverse selection to decrease their risk) largely are not equitable.", "While health systems that provide universal coverage are generally more equitable, there are still other considerations, such as how funds are raised, the distribution of healthcare providers across the country, and so on."]
["Emerging diseases (Marburg & Ebola) and eradication projects (Guinea Worm & polio) both pose their own threats."]
["Event Description - Characterizing the nature of the event and the characteristics of those displaced can help to determine the risk of communicable disease outbreak among the population."]
["In addition, the majority of the payment mechanisms in Indonesia are fee-for-service, with some capitated payments thrown in.", "There are no incentives for providing services towards the MDG goals.", "As a result, the recommendation for Indonesian health systems strengthening are two-fold:  An increased federal investment in a social insurance scheme and the development of a pay for performance bonus system for certain services offered."]
["There are several ways hackers can compromise your financial passwords.", "The oldest is a keylogger.", "Keyloggers are typically viruses (they can also be USB devices, but this requires that the hacker has access to your physical computer) that monitor the keys you press and the names of the windows you have open.", "Sophisticated keyloggers will send the keys you press back to a hacker or phisher when the window matches a major bank's login page.", "If a hacker can track the keys you press, they can easily discern what your username and password is and log into your bank remotely.", "The first breakthrough in protecting against identity theft was simple.", "Instead of allowing users to enter their password with their keyboards, require them to use a mouse to click the letters on the screen.", "Many modern security systems still use this method to fool keyloggers."]
["There are numerous models of how the knowledge is organized in the brain, some based on the way human subjects retrieve memories, others based on computer science, and others based on neurophysiology.", "The semantic network model states that there are nodes representing concepts, and that the nodes are linked based on their relatedness.", "For example, in a semantic network, \"chair\" might be linked to \"table,\" which can be linked to \"wooden,\" and so forth."]
["Besides the limited employment opportunities for natives in South West Africa, Cohen asserts that settler attitudes also influenced education policy.", "Settlers protested government funding for native education and resented native competition for jobs.", "Their opposition resulted in several vocational programs for natives to be scaled back or eliminated."]
["Part of Leutwein's motivation for these policies was rooted in the social rivalry between bourgeois and aristocratic elements in Wilhelmine Germany.", "Government in Germany was still dominated by landed nobles, though members of the educated middle class were starting to occupy prestigious positions.", "By pursuing relatively liberal policies towards the natives, Leutwein was able to distinguish himself from his aristocratic predecessor, Von Francois."]
["In armed conflicts that interrupt infrastructure and displace citizens, the first goal of health systems strengthening should concern provision of health care.", "The concern of provision poses a number of logistical issues, namely access to services and security issues for supplies.", "As Spiegel states"]
["Prioritizing Health Services - People have access to health services that are prioritized to address the main causes of excess mortality and morbidity."]
["The connectionist model states that a piece of knowledge is represented merely by a pattern of neuronal activation rather than by meaning.", "There is not yet a universally accepted knowledge organization model, because each has strengths and weaknesses."]
["The effectiveness of direct instruction is supported by substantial research, but there are some recent longitudinal studies which raise doubts about its effectiveness.", "In 2006, a three-year study of teaching and learning showed that flexible methods of instruction like Montessori and Waldorf were more effective than direct instruction.", "Still, it is one of the few scientifically verifiable ways to improve a school's educational curriculum.", "This has resulted in widespread support of the system and its worldwide adoption in public schools."]
["Critics argue that direct instruction is nothing but canned teaching with little room for the personalization of lesson plans.", "To these critics, schools that require direct instruction are handcuffing their best teachers and providing a crutch to their worst ones.", "This argument fails to address the fact that good teachers will be successful with any lesson plans, including direct instruction."]
["Once information is processed to a degree, an attention filter decides how important the signal is and which cognitive processes it should be made available to.", "For example, although your brain processes every blade of grass when you look down at your shoes, a healthy attention filter prevents you from noticing them individually.", "In contrast, you might pick out your name, even when spoken in a noisy room.", "There are many stages of processing, and the results of processing are modulated by attention repeatedly."]
["Experimental psychologists typically conduct research, develop theories, publish articles, and sometimes teach.", "Typically, they research topics like attention, learning, memory, thinking, sensation, and perception.", "They use the scientific method to conduct experiments."]
["Initially the Germans were unable to effectively resist the Ovaherero.", "Against the 8,000 Ovaherero fighting-men, 6,000 of whom were equipped with firearms, the Germans could only present a 750-man garrison.", "This proved to be a major embarrassment for the German colonial administration.", "Soon more soldiers were called in from Germany and Lothar von Trotha replaced Leutwein as commander of the military.", "Von Trotha was an experienced general with a reputation for brutal repression of native uprisings in East Africa and China.", "Perhaps fearing that Von Trotha would turn on them after defeating the Ovaherero, the Witbooi and other Nama groups joined the rebellion.", "This led to the end of Leutwein's native policy and his eventual replacement as Landeshauptmann in 1905."]
["That being said, efficiency and equity are not in direct opposition, per se.", "One of the most attractive elements of efficiency is that it should in theory free up funding that can be devoted to providing services for the poor.", "\"Doing more with less,\" in theory at least, should mean there is more for those who rely on subsidized or free services."]
["Why do we learn?", "Many people have never asked this question.", "Lev Vygotsky's theory of Social Cognition offers interesting insight into the reasons behind learning.", "According to Vygotsky, learning occurs primarily because of cultural influence.", "The social cognition learning model posits that children learn because culture teaches them both what to think and how to think."]
["There are many ways in which a scheme can often become a financial disaster.", "Firstly, when rural insurance is developed, the risk pools the insurance organize from are often smaller, leading to a decreased risk pool.", "This puts the insurance organization at an immediate disadvantage, as the ability to pay out for all care needed is decreased when the risk pool is smaller.", "In addition, these sorts of systems, when not developed properly, may allow people to move in and out of the system with relative ease, meaning a person can pay for coverage when they need it (say when a woman becomes pregnant) and stop participating when they are in relatively good health.", "In other words, these people will only be adding stress to an already small risk pool, further hurting the financial viability of the organization.", "This problem can be fixed, usually through a waiting period during which the person is paying into the pool but not able to utilize services, but these sorts of decisions should be made before a rural insurance scheme is implemented."]
["Though the elections were judged by UN authorities to be fair, UNITA alleged that they were fraudulent, and soon embarked on a renewed military campaign against MPLA.", "Fighting would continue off-and-on until Savimbi's death in 2002.", "Without its charismatic leader, UNITA could not maintain its cohesion and disbanded, bringing over forty years of conflict to an end."]
["In terms of supply security and logistics, conflict affects vaccine and drug supplies in multiple ways.", "Some logistical issues include the targeting of NGOs and other suppliers due to their perceived government and UN ties, disruption of supply routes by armed forces, raids and attacks, and problems transporting supplies due to terrain."]
["By the time November 11 came, battles between the three nationalist movements and their foreign allies raged across Angola.", "Three separate independence ceremonies were carried out: one in Huambo by UNITA, and in two different neighborhoods of Luanda by the MPLA and FNLA.", "However, UNITA and the FNLA would soon be defeated and the MPLA acknowledged by most of the world as the legitimate government of Angola."]
["Information processing in the brain is the topic of a large, ongoing body of research.", "Although some people are fascinated by the brain on its own merits, a growing number are looking to psychology in order to better their own study skills and cognitive performance."]
["Is it really a good idea to forgo academic education, like reading, until the second grade?", "Waldorf educators believe so.", "Instead of teaching children to read when they are five or six years old, instead, teachers tell fairy tells and read stories to children.", "This encourages oral mastery before reading education begins.", "In the Waldorf curriculum, writing is taught before reading.", "The alphabet is explored as a way to communicate with others through pictures.", "This allows writing to evolve out of the art and doodles of children, instead of from their ability to read and reproduce written content."]
["There is a wealth of literature dealing with education in the German colonial empire specifically.", "Most of these sources are in German and were written in the early twentieth century, during or shortly after the period of German colonial rule.", "The aim of early works was primarily to describe the features of educational systems in these colonies.", "Later writings in English expanded the discourse through comparative studies of education in the various German colonies and more detailed analyses of specific aspects of education.", "These studies illustrated significant differences in the educational systems of different colonies.", "The most prominent work to explicitly address the topic of this paper is Cohen's study of education in South West Africa and East Africa.", "Cohen compares the educational systems of the two colonies and discusses the factors that account for the differences between them.", "According to Cohen, the large settler population of South West Africa explains many of the distinguishing aspects of the colony's educational system."]
["With the MPLA now in control of the government, UNITA continued to fight guerilla warfare in the Angolan bush, although with only limited support from the US and South Africa where new administrations partially withdrew from the conflict.", "By 1983 his army had reached the large diamond fields of northeastern Angola.", "Diamonds would become a major source of revenue for UNITA, bringing in enough money to make the organization less dependent on foreign support.", "1983 also brought renewed support from South Africa, with another SADF-led invasion.", "Throughout the 80s UNITA, with the help of the SADF would continue to fight battles with the Cuban-backed MPLA all across Angola.", "US arms shipments also increased under the presidency of Ronald Regan.", "Political change in South Africa and the coming end of the Cold War led to the withdrawal of most South African and Cuban troops in 1988.", "Violence between the MPLA and UNITA continued through 1991, when the Bicesse Accords were signed, setting up the framework for multi-party democracy and elections in the country.", "Upon the actual elections, which pitted Jonas Savimbi against the Jose dos Santos, president of MPLA, dos Santos got 49.6% of the vote against Savimbi's 40.1%.", "Under the agreement run-off elections were supposed to take place, but were cancelled by the MPLA after hostilities flared up again."]
["We spend about 3,000 hours per year sleeping.", "Sleep has a number of benefits, and a healthy night of it is always a cherished prize.", "Though we are asleep, our bodies are hard at work repairing themselves.", "To help you stay asleep, your brain becomes less receptive to outside light or sound stimuli, but if you look inside the brain, you will find the brain itself is quite active (Paraphrased from a Washington University professor)."]
["The human brain is a complicated, creative information-processing system.", "As technology advanced from primitive to modern, the metaphors used to describe the brain also advanced.", "Initially, it was compared to a wax tablet, then to a sheet of papyrus, then to a book, and most recently, to a computer.", "As you learn about the brain, keep in mind that the usefulness of these metaphors is limited and can lead to erroneous conclusions."]
["As IDP camps tend to be located in remote, marginal areas, there typically is no easy supply route to avoid stock outs.", "In Iraq in 2006, for example, only about 30% of clinics reported an adequate supply of essential drugs."]
["In order for the brain to process information, it must first be stored.", "There are multiple types of memory, including sensory, working, and long-term.", "First, information is encoded.", "There are types of encoding specific to each type of sensory stimuli.", "For example, verbal input can be encoded structurally, referring to what the printed word looks like, phonemically, referring to what the word sounds like, or semantically, referring to what the word means.", "Once information is stored, it must be maintained.", "Some animal studies suggest that working memory, which stores information for roughly 20 seconds, is maintained by an electrical signal looping through a particular series of neurons for a short period of time.", "Information in long-term memory is hypothesized to be maintained in the structure of certain types of proteins."]
["A third and final issue with the pay for performance model is the fact that it will increase administrative costs.", "Rather than paying providers on a salaried basis, the setting of performance targets means there will need to be follow-up to ensure services provided are not inflated and there is a new built in payment system that requires more staff.", "While this shouldn't discourage a country from implementing a pay for performance model, it must be considered early on, as healthcare spending will likely increase.", "Ensuring that the benefits outweigh the expected cost increases is of the utmost importance."]
