["Another important aspect of health systems in conflict situations is the question of where the financial resources will originate from.", "Government support in extended conflicts typically wanes, increasing reliance on NGO and bilateral agency funding for health-sector funding."]
["As a case study of the issues relating to inadequate access to clinics and services one can look at 2007 Kenya.", "Extended violence broke out after the elections that year.", "During this conflict, the three biggest causes of morbidity and mortality were all easily treatable: acute respiratory disease, malaria, and diarrhea.", "In addition to a prevalence of preventable deaths, the decline of the healthcare infrastructure during conflict leads to long-term demographic health issues for countries like Kenya.", "As Dr. Jeff Wilkinson said at the time of the outbreak of violence, \"With the unrest, the Kenyan people cannot get access to the preventive tools, such as bed nets to guard against malaria, or condoms to guard against sexually transmitted diseases.", "Moreover, if they get sick, they cannot make it to clinics for treatments.", "Since tuberculosis and HIV require long-term treatment, lack of access is a huge obstacle to controlling the diseases.\"", "In these sorts of situations, many steps the country might have taken forward can be done away with simply due to the lack of adequate supplies."]
["Event Description - Characterizing the nature of the event and the characteristics of those displaced can help to determine the risk of communicable disease outbreak among the population."]
["In a place like Iraq, the \"Brain Drain\" is a very real issue that threatens long-term health systems stability.", "Increasing the number of doctors trained in their medical schools is one way to counteract the problem, but in the shorter term, doctor shortage will further contribute to the access issues already facing the country.", "While everyone in Iraq, even IDPs, have access to healthcare, the quality is sure to suffer, particularly in Baghdad."]
["Recognizing the ongoing issue of infectious disease, the international community has stressed the importance of preventing disease transmission among IDP communities.", "The WHO has developed a three-step framework to identify communicable disease risk in conflict and disaster situations."]
["Firstly, it is important that the performance measures that are rewarded are 1) based on research done on current levels of treatment/access and 2) targeted at increasing quality and care.", "If targets are not set based on current levels of services provided, there is a chance that levels will be set too low and will not affect services provided.", "This was seen when the UK established a pay for performance model in the 80s.", "Not only did most doctors earn nearly the limit for bonuses offered (well over $100,000), but studies showed that the services provided were comparable to US rates, which did not have a bonus model.", "In other words, the performance measures were set too low and were too easy to meet to have any real effect on care.", "In addition, setting out-come based and quality-based targets must be the focus.", "One concern with setting a target such as total number of HIV tests administered means that providers have incentives to test people already tested recently (within the last three months, say) or people who have no risk.", "There is some incentive to abuse the system for providers, in other words."]
["In establishing a pay for performance model, it is important that Namibia first ensure they have reliable data as to the current inefficiencies in their HIV/AIDS monitoring and treatment system, otherwise they risk setting performance targets that are too easy to meet, much like the UK did.", "A thorough study of how frequently HIV testing and treatment is done must be performed before targets can be realistically set."]
["The reasons for this increased risk is mostly straight-forward.", "Lack of adequate drinking water and sanitation leads to an increased incidence of water-borne diseases.", "Malaria is of particular concern.", "According to the WHO, malaria is endemic in over 80% of the areas currently experiencing humanitarian emergencies.", "Overcrowding facilitates transmission of measles, acute respiratory infections, and meningococcal diseases.", "Decreased nutrition makes it much more likely that displaced people will become sick after exposure.", "The high number of vulnerable populations (i.e.", "children, women and elderly) in IDP settings.", "Complicating the issue even further, IDP populations usually are not sufficiently vaccinated to prevent epidemics."]
["Pay for performance is being utilized by more health systems these days for good reason.", "In many ways, this payment structure, when used in an intelligent manner, can increase health outcomes and increase health access.", "When performance incentives are set up to measure outcomes, say the percentage of HIV-positive patients put on anti-retroviral therapy, increased health status should be a clear outcome.", "This also adds to efficiency, as performance targets can be set to reward providers who provide low-cost, high effectiveness treatments and interventions.", "Preventative care and screening, say HIV testing during regular checkups, can also add to efficiency, as HIV testing and screening has been shown to be a cost-effective intervention by the CDC.", "In addition, for performance-based measures, physicians often have incentives to provide certain services to as much of the population as possible.", "Incentivizing the number of clients upon which HIV tests are performed for example, leads to increasing access for patients to HIV screening, and should result in physicians offering these services to patients they would not have offered this service to otherwise."]
["Other frequent interventions to halt the spread of communicable diseases include vector control, sanitation and waste disposal, and the provision of safe food, in the hopes that those services will ease the spread of disease."]
["Any improvements to a country's health information system, while expensive up-front, will make provider monitoring much easier later on.", "It is recommended that Namibia set up a national health information system before implementing a pay for performance model."]
["In addition, efficiency does stress preventative care, as vaccinations and prevention are much more efficient options than treatment of disease.", "This falls in line with equality issues, as long as who to vaccinate does not become an issue, but is viewed as an allocative efficiency issue (IE coverage for all) rather than a technical efficiency issue, which may value vaccinating those close to a clinic, but devalue the cost of reaching those in hard-to-reach communities."]
["In armed conflicts that interrupt infrastructure and displace citizens, the first goal of health systems strengthening should concern provision of health care.", "The concern of provision poses a number of logistical issues, namely access to services and security issues for supplies.", "As Spiegel states"]
["In discussing next steps towards improving neonatal and maternal care indicators, the most basic question is how to most effectively address the lack of service.", "Specifically, should Indonesia develop program-specific approaches or strengthen the overall health system without focusing on pre and post-pregnancy care for the mother and child.", "There is no question that programmatic approaches to solve the problems outlined above are attractive.", "Not only do \"vertical approaches\" that target one sector of improvements have much more targeted, manageable objectives, they also generally generate faster results.", "There are some drawbacks to keep in mind, however.", "One major drawback is that investing heavily in programming for one particular area of the health sector often means that funding for other areas suffers and human resources will flock towards working in that area that has more resources (the effect of international funding to HIV/AIDS and its effect on the family planning sector is one example).", "In addition, running multiple parallel programs for one area results in duplication of services that are also uncoordinated between programs.", "This leads to an increase in forms and paperwork for supplies and funding."]
["In cases of civil war or armed conflict, the question of how to strengthen health systems is a complicated one, as government resources and attentions are often focused on other, more immediate problems.", "However, the importance of providing basic medical services to all citizens cannot be understated.", "Individually displaced people (IDPs) have very specific medical needs due to their circumstances.", "Infectious diseases often run wild among IDP communities, and mental health is an ongoing issue that often goes overlooked.", "Some of the various issues in IDP and conflict situations are issues of access, doctor migration out of country, and financing."]
["Some of the threats posed by communicable diseases in IDP settings according to the WHO  include:"]
["The need for quality data is also an ongoing concern, as services provided will need to continue to be monitored once a bonus structure is put in place."]
["The international response to the genocide in Rwanda in the 1990s was, in the words of Dr. Paul Spiegel, \"disastrous\" .", "The UN had very little presence in the country for the majority of the conflict, largely due to US reticence to intervene.", "In 2000, the UN accepted responsibility for not doing enough to prevent the 1994 genocide.", "In response, and to ensure an appropriate response in the future, the international community developed the Sphere minimum standards for healthcare in emergency situations.", "Some of these standards, as found in the 2011 update of The Sphere Project's manual are:"]
["The primary reason many of the rural insurance schemes have failed in the past is due to insufficient funding."]
["Developing a social insurance mandate has occurred somewhat for federal employees, with the employees and employers paying a percentage of the premium.", "Continuing to develop a system with a wider reach, much like Thailand developed, should help solve a number of the access issues.", "In addition, expanding federal insurance coverage for the poor should help ensure a more equitable distribution of care.", "In addition, ensuring that social insurance is available for all employed citizens (with an additional federal or federally subsidized program for the unemployed and indigent) ensures that there is accountability, rather than throwing more money at district governments than they know what to do with."]
["Economic efficiency consists of producing a level of effective services at the lowest cost possible."]
["The rate of neonatal and infant mortality in Indonesia remained rather static for the last ten years.", "While the country is on track to meet many of the Millennium Development Goals, such as the water and sanitation targets, the rates of improvement for child and maternal health are woefully short of the improvements needed to meet their target goals by 2015.", "The multiple reasons for these shortcomings will be discussed below, and point to a need to strengthen the health system rather than focus on programmatic interventions."]
["Not only are IDPs often settled in places with marginal access to begin with, but their presence causes undue pressure on services established for the communities that already existed, complicating access for everyone in the region.", "In addition, conflict almost always causes some disruption of healthcare services as a tactical ploy in the fighting.", "As an example, the WHO found that after violence erupted following the 2007 elections in Kenya, \"30% of the health facilities are not functioning.", "This disruption in the health system is affecting routine health care delivery and emergency care services.", "Already there are reports of patients on Anti-Retroviral Therapy for HIV and Tuberculosis treatment being unable to access their drugs.\"", "These sorts of shortages are quite common in conflict-affected zones, due to the increased logistical frustrations of avoiding fighting or insurgents who might steal supplies.", "In these sorts of logistically difficult situations, not only are basic services not accessible, but access to care is virtually impossible.", "Diseases that are easily treatable, such as malaria and tuberculosis, can run rampant due to insufficient resources to deal with outbreaks as well as having many people in a small area together.."]
["Health Service Delivery - People have equal access to effective, safe and quality health services that are standardized and follow accepted protocols and guidelines."]
["In addition, the majority of the payment mechanisms in Indonesia are fee-for-service, with some capitated payments thrown in.", "There are no incentives for providing services towards the MDG goals.", "As a result, the recommendation for Indonesian health systems strengthening are two-fold:  An increased federal investment in a social insurance scheme and the development of a pay for performance bonus system for certain services offered."]
["A second major issue, and one that has long-term post-conflict implications, is of doctor migration out of the country, also known as the \"Brain Drain\".", "While the \"Brain Drain\" traditionally occurs due to a lesser-developed country not being able to offer competitive compensation to in-country doctors, conflict can have the same effect.", "In fact, physician migration has occurred time and time again during unrest in a country.", "Over half of Cuba's doctors left during the revolution.", "Zimbabwe lost over two thirds of their physicians in the 1990s.", "Even in Iraq today, it is estimated that over half of the doctors have left the country, many for Jordan.", "It should be noted that the doctor loss was most severe in Baghdad, likely due to the intensity of the conflict there.", "In 2006 alone, 28% of specialists left Baghdad.", "Other areas of Iraq saw numerous Baghdad doctors relocate to their areas rather than leave the country entirely.", "Nevertheless, the proportion of doctors who migrated in Iraq is startling.", "In addition, around 75% of the doctors who have left are expected not to return to Iraq after the conflict is over.", "In Iraq, the reasons for doctor migration vary, including about 13% who stated they left due to threats of kidnapping or murder."]
["Outbreak Detection and Response - Outbreaks are prepared for, detected, investigated and controlled in a timely and effective manner."]
["Governments should keep equity in mind when discussion health systems solutions.", "In fact, one might say it is the basis of the liberal approach to healthcare.", "As a rule, egalitarian liberalism is primarily concerned with equal access.", "There are a number of \"control knobs\" available to governments to affect equality, namely financing (how funds are collected for services, out of pocket vs. tax-collection), payment (how providers are paid for services provided), and regulation (establishing a basic package of services, for example)."]
["Equity should be one of the most fundamental considerations in all health systems strengthening efforts, and should be the aim of any system.", "While there may not be any perfectly equitable system, it is clear that those systems that run largely on out-of-pocket payments (as in most developing countries) or private insurance-based systems like the US (where insurance providers often participate in adverse selection to decrease their risk) largely are not equitable.", "While health systems that provide universal coverage are generally more equitable, there are still other considerations, such as how funds are raised, the distribution of healthcare providers across the country, and so on."]
["Rural health insurance can work, and there are certainly examples of that.", "The important part is that before implementation an experienced staff is put together to develop a financially stable, realistic system.", "Restriction of services, waiting periods, and whether or not to subsidize premiums for the poor to expand equity are all issues that need to be considered and planned for in developing any new insurance scheme."]
["The Rwanda example also illustrates the importance of involving the government, both at a country-wide level and the community level, at an early stage and getting commitment from them before implementation of any rural insurance scheme.", "With government backing, one might be able to get additional funding, or at least a \"safety net\" that may be willing to help the insurance organization should it experience funding problems in the future."]
["Human Resources - Health services are provided by trained and competent health work- forces who have an adequate mix of knowledge and skills to meet the health needs of the population."]
["In addition, the desired outcomes and targets must be decided upon, which is much easier said than done.", "For an illness like HIV/AIDS, number cured obviously cannot be a monitored outcome.", "Patients in ongoing treatment, however, and cases of HIV detected certainly can.", "One measure that Namibia may want to consider is number of new HIV cases detected and put on ongoing therapy, in order to ensure that the adverse selection mentioned above.", "In many ways, incentivizing numbers of clients rather than percentages may be a good idea to ensure comprehensive care for HIV-positive citizens."]
["Between 2000 and 2006 there were 30 communicable disease outbreaks in 14 different conflict-affected countries, including the Democratic Republic of the Congo (Ebola, Marburg, monkeypox, cholera, plague) and the Sudan (meningitis, relapsing fever, hepatitis E, ebola, cholera).", "The most common diseases in the Sudan include pneumonia, measles, and malaria.", "The WHO document, \"Communicable Disease Risk Assessment: Protocol For Humanitarian Emergencies\" explains why communicable diseases are such a huge issue for both refugee populations and IDPs ."]
["The reason for the mixed success of many donor-funded rural insurance schemes is complicated.", "In theory, providing a risk-pooling scheme for areas where nothing existed before seems rather straightforward.", "In practice, however, these communities often have certain issues developing viable, sustainable health insurance schemes."]
["In addition, service-specific strategies mean healthcare professionals can be trained or separately for multiple different vertical programs, reducing the time available to treat patients.", "As can be seen vertical programs cause redundancies that often lead to a decrease in health sector efficiency."]
["Even with this framework in place, however, the recent Cholera epidemic in Haiti shows that there is still work to be done in preventing disease outbreaks in IDP communities.", "Part of the issue is the lack of availability of sufficient funding and access, both of which will be discussed further.", "In recent years, prevention of the spread of infectious diseases has become a priority in IDP healthcare, as so many of the deaths in IDP camps are preventable."]
["Equity's relationship with efficiency is an important aspect for governments to consider as well."]
["Firstly, when developing a plan, it is important for the donors and those implementing the project to look to success stories to see what can be learned.", "There are plenty of cases of successful projects, perhaps most notably the development of community-based health insurance into the national healthcare financing plan in Rwanda."]
["Having looked at some of the reasons for the high failure rate of these rural insurance schemes, what can be done when developing the scheme make it more likely to succeed?"]
["One final recommendation for Namibia when implementing a pay for performance model, ensure that supplies are available on the anticipated level needed before introducing a bonus model.", "As HIV testing will likely increase, and ARVs will logically be used more as a result, stock needs to be adequate to meet increased demand.", "Another related recommendation is to do implement the new bonus system as fast as possible.", "If testing or new cases are incentivized, there is a chance that providers will hold off on HIV testing until the new system is installed and they can be paid more for providing the same service."]
["Rapid emergence of drug resistance - Due to disruption of treatment and poor compliance and the use of outdated or inappropriate drugs regimens."]
["In discussing equity, it is important to note that there are two aspects that need to be analyzed: vertical equity and horizontal equity.", "Vertical equity is the distribution of services across income levels .", "In other words, do the richest citizens have the same level of access compared to the poorest?", "When looking at health systems which rely on out-of-pocket spending, equity is usually affected, with co-payments and premiums affecting access by the poorest citizens more so than the richest.", "Another example of vertical equity concerns healthcare financing.", "Financing the system via income taxes, say, is considered a vertically equitable financing mechanism, as the amount contributed is directly proportionate to a citizen's income.", "Sales taxes, on the other hand, would be a larger burden on the poor than the rich, and as such is not vertically equitable."]
["Risk Assessment - Likelihood and magnitude of disease outbreaks are calculated and interventions are prioritized based on cost, availability of supplies, and so on."]
["Allocative efficiency consists of \"doing the right things.\"", "In other words, devoting resources to the most critical services and doing so in a cost-effective way."]
["That being said, efficiency and equity are not in direct opposition, per se.", "One of the most attractive elements of efficiency is that it should in theory free up funding that can be devoted to providing services for the poor.", "\"Doing more with less,\" in theory at least, should mean there is more for those who rely on subsidized or free services."]
["Prioritizing Health Services - People have access to health services that are prioritized to address the main causes of excess mortality and morbidity."]
["There are many ways in which a scheme can often become a financial disaster.", "Firstly, when rural insurance is developed, the risk pools the insurance organize from are often smaller, leading to a decreased risk pool.", "This puts the insurance organization at an immediate disadvantage, as the ability to pay out for all care needed is decreased when the risk pool is smaller.", "In addition, these sorts of systems, when not developed properly, may allow people to move in and out of the system with relative ease, meaning a person can pay for coverage when they need it (say when a woman becomes pregnant) and stop participating when they are in relatively good health.", "In other words, these people will only be adding stress to an already small risk pool, further hurting the financial viability of the organization.", "This problem can be fixed, usually through a waiting period during which the person is paying into the pool but not able to utilize services, but these sorts of decisions should be made before a rural insurance scheme is implemented."]
["In defining next steps in improving neonatal and maternal healthcare in Indonesia, one must discuss the ability of the government to make changes that will improve services and service utilization.", "Of particular concern is the fact that the current system is largely decentralized and underfunded, with the vast majority of Indonesian citizens lacking insurance, almost 74%.", "Healthcare funding is largely done on the community level, with federal funding being doled out and the implementation and management of those funds left on the community level.", "It has been shown that many of the poorer districts have seen their healthcare grants increase, but have not had the ability to increase services due to the infrastructure."]
["Indonesia has made improvements in the number of births with a skilled health worker attending, with 72% of births now meeting this target.", "That being said, this category still includes traditional workers, such as midwives, who cannot provide medical interventions should the pregnancy be complicated (hence the large percentage of maternal deaths caused by hemorrhage).", "In other words,  the improvements made in this particular indicator are somewhat misleading and there is still much work to be done.", "In addition, there has been a decline in the percentage of diarrheal cases in children under five years treated by a health professional.", "While data on postnatal care is incomplete, it is clear that this area is also of concern, with low rates across the country."]
["Technical efficiency is maximizing outputs based on a given level of resources by ensuring the proper mix of resources (vaccines, equipment, drugs, and so on)."]
["Threat/Vulnerability Assessment - Here, an in-depth assessment of the host, the agent, and the environment is carried out to analyze what attributes (for example, vaccination prevalence, recent epidemics, or access to safe water) might increase the risk of an epidemic among the displaced."]
["Health system responses, on the other hand,  have the benefit of strengthening the framework by addressing underlying issues affecting access, quality, and efficiency across the healthcare system.", "When these sorts of root problems are addressed, improvements can be seen in all aspects of health services delivery, rather than one specific, focused area.", "This approach has limitations as well, primarily fact that goals are much less focused and require much more coordination among stakeholders.", "In addition, the lack of clear, direct goals lead to discouragement among actors.", "These difficulties, though, are not surmountable, and the long-term strengthening benefits of health-systems wide approaches make this preferable to programmatic interventions."]
["In addition, the development of a \"bonus\" system for providing antenatal and postnatal care should provide an incentive for doctors to continue care for both mother and child.", "Perhaps offering bonuses for meeting certain thresholds, such as number of births attended or mean number of visits with children under five years.", "This practice can also be extended to other health sector performance issues."]
["As IDP camps tend to be located in remote, marginal areas, there typically is no easy supply route to avoid stock outs.", "In Iraq in 2006, for example, only about 30% of clinics reported an adequate supply of essential drugs."]
["Horizontal equity refers to the distribution of services across different regions of an area, usually a country.", "Of particular interest here is access in urban areas vs. access in rural areas.", "Generally, healthcare is more easily accessible to those in urban areas, where one usually finds more healthcare providers.", "There are knobs by which governments can effect horizontal equity, namely through financing options, providing more money to rural providers to incentivize serving communities that traditionally have less access.", "Governments can also facilitate community-based health insurance schemes to help those in marginal areas increase access.", "CBHIs, however, may not always be vertically equitable, as the poorest are still often unable to pay premiums for service."]
["A third and final issue with the pay for performance model is the fact that it will increase administrative costs.", "Rather than paying providers on a salaried basis, the setting of performance targets means there will need to be follow-up to ensure services provided are not inflated and there is a new built in payment system that requires more staff.", "While this shouldn't discourage a country from implementing a pay for performance model, it must be considered early on, as healthcare spending will likely increase.", "Ensuring that the benefits outweigh the expected cost increases is of the utmost importance."]
