["We ended \"don't ask, don't tell,\" because we're a country that makes sure that anybody who loves this country are going to be able to serve this country.", "And we ended the war in Iraq as we promised, because it was time for us to bring our troops home and focus on rebuilding America.", "And on student loans and school reform and on a whole host of issues that don't get a lot of attention -- on doubling fuel efficiency standards on cars and trucks to not only free ourselves from dependence on foreign oil, but also to start reducing carbon in the atmosphere and making us more competitive, to saving the auto industry -- I keep a checklist in my desk of stuff that I promised to do and we're through about 60 percent of it -- which isn't bad for three years.", "So we know change is possible.", "It's hard and it's messy, and sometimes it's frustrating, but we know it's possible."]
["And about 50 percent of the homes in Nevada are underwater.", "Foreclosure rates are sky high.", "And there are entire subdivisions that are just being emptied out and foreclosed.", "And we had a chance to make this announcement in front of the home of Jose and Lissette Bonilla.", "Jose came here 26 years ago as an undocumented worker, and Lissette he met here, also didn't have legal status."]
["This presidency has never been about me.", "It's been about you, and your capacity to bring about change in America.", "And I believe in you.", "That's why I'm running.", "That's why I'm still here."]
["I have confidence in you, and I hope you have confidence in each other.", "Thank you very much, everybody."]
["And, obviously, the financial crisis and the great recession that we've gone through has made it even worse.", "So for the last three years, what we've been trying to do is to rebuild that compact that we had with each other as Americans from the ground up.", "And it's hard -- because a lot of problems were neglected for years, and we got distracted, and we made some bad decisions.", "And when I ran in 2008, what I was committed to was making sure that those ideals and those values that helped me get to where I am, that they live out not just in communities all across America, but they're also reflected in our politics in Washington.", "And you guys, a lot of you got involved in the campaign because you had those same values and same ideals and same hope and same faith in the possibility that we could have a government that was responsive to the people."]
["Everybody, please have a seat, have a seat.", "No, I think I'm just fine right now.", "I just want to, first of all, say thanks to all of you -- everybody who participated, everybody who helped to organize this extraordinary event.", "It is great to be back in Denver.", "I've got some fond memories here."]
["I was new and fresh.", "And everybody had \"Hope\" posters.", "You know.", "So I guess my main message -- and then I'm going to stop -- is I'm going to need you to muster up just as much enthusiasm, just as much fire, just as much tenacity as you did in 2008.", "This campaign has never been just about me."]
["If I'm not mistaken, I think it was a little darker that day.", "But right after I gave my convention speech I think I came down here to say thank you to a whole bunch of folks, and some of you were there.", "And it is a thrill to be here.If I'm not mistaken, we've got a few luminaries that I want to make sure to acknowledge.", "First of all, I just had a chance to meet your outstanding lieutenant governor, Joe Garcia.", "So he is right here."]
["I believe that -- I am confident that they -- I'm confident they want to see a big and bold and generous America, not a cramped vision that says that the only way that we can compete is by gutting regulations, and breaking our commitments to the poor and the vulnerable and our seniors, and that all we do is just cut taxes for folks who don't need tax cuts and weren't even asking for them, and that somehow is going to be the path to prosperity.", "I don't believe America is going to compete in the 21st century just by having the cheapest labor and the dirtiest air and the dirtiest water, and the worst infrastructure, and that somehow that's going to allow us to succeed.", "And I don't think the American people are going to buy it either.But because things are tough, because folks are struggling, because the unemployment rate is still way too high, a lot of folks out there have lost confidence in Washington's ability to act.", "And so we're going to have an uphill battle.", "This is going to be a different campaign than it was in 2008 -- because I didn't have gray hair then."]
["They were able to take advantage of the pathway to citizenship that was created the last time that we had an immigration reform measure out there.", "He started out sweeping streets in a supermarket, and ended up working his way up to become a manager at this supermarket.", "They raised three beautiful kids for 17 years in a one-bedroom apartment.", "And because of a program that we had initiated as part of the Recovery Act, where we took foreclosed homes that had been boarded up and gutted and put folks to work rehabbing them, they finally had their first home 26 years after he had arrived.", "And for most of his children -- their children's childhood, they had slept in the living room, because they only had a one-bedroom apartment, and the kids all slept in the one bedroom."]
["And so, three years later we can look back and say, there are a whole bunch of changes that we've made that haven't all paid off yet, but are laying the groundwork for a better America.", "We passed health care reform, and that means 30 million people are going to have health insurance that didn't have it before.", "And we've got a million young people who already have health insurance.", "And we're going to start making our health care system smarter and more responsive and higher quality at lower cost.", "We passed Wall Street reform to make sure that we don't go through the same kinds of nonsense that we went through three years ago; and that consumers are protected from unscrupulous dealings and mortgage brokers who are peddling wares that aren't going to be any good; and credit card companies who were charging hidden fees; and having a consumer watchdog who is going to be looking after ordinary folks in their financial transactions."]
["The month I was sworn in we were losing 750,000 jobs a month.", "We had lost 4 million jobs in the six months before I was sworn into office.", "We would lose another 4 million in the six months after I was sworn in, before our economic policies had a chance to take effect.", "The housing market was decimated.", "People lost jobs."]
["And I have to tell you that it is true I look a little older, but in some ways my determination is even greater now than it was in 2008.", "One of the great things about occupying this job is that every single day, you're wrestling with these enormous, sometimes seemingly insoluble problems -- right?", "Nothing hits my desk if it was easy to solve because then somebody else would have solved it.", "But in addition to just being fascinating, what's also amazing about this job is you're able to see sort of the spectrum of American life.", "There's not an inch of this country that I haven't seen."]
["But I have to tell you, the stakes are so much higher, in some ways.I think in 2008, everybody recognized, there was unanimity that change had to happen.", "And frankly, I think that I had a very capable Democratic opponent who also could have won.", "In this situation, we've got fundamentally different visions about the direction where our country is going -- fundamentally different visions between us and the [other] party's.", "Never has it been as probably as stark, in my lifetime, as it is now.", "Because on every single issue, you've got a party that says they are not willing to balance our budget, even if you've got a 10 to 1 deal, spending cuts to tax increases."]
["It doesn't require new technologies.", "Ultimately, Bill Gates is right -- what we need to actually solve the problem is a massive technological breakthrough.", "But for us to spend the next 10, 20 years focused on what we know we can do right now, even as we're investing in the basic research, is critical.And then we said, on the international front, if we're going to adapt to a changing world, we're going to have to wind down one war that probably should not have been fought in the first place.", "We've got to transition another war so that Afghans start taking more responsibility, and we have to stay focused on the folks who actually did us harm.", "And as difficult as that's been over the last three years, we were able to effectuate the plan and the promise that I made back in 2008.Across the board, we have made tough decisions -- whether it's saving the auto industry, or making sure that we have a health care system that actually works for our economy."]
["So let me stop there.", "Thank you."]
["And so we took $60 billion that was being funneled to banks to manage to student loans programs, and we said, you know what, let's cut out the middleman and take that $60 billion, and now millions of kids all across the country are able to afford college that they couldn't afford before.And we said, let's stop -- let's not stop there.", "We need more scientists and mathematicians and engineers.", "This group knows a little something about that.", "And so working not only in the public sector but the private sector, we've initiated a whole range of programs to start elevating and lifting up the importance of STEM education, and redesigning how it's taught so that my daughters are starting to get interested in math and science early.", "We're not waiting until it's too late.Well, we still had to do something about energy."]
["And although we were not able to get, at this stage, the kind of climate legislation that I think is ultimately going to be necessary, we were able, without a lot of fanfare, to initiate the most significant environmental legislation probably since the Clean Air Act by doubling fuel-efficiency standards on cars and trucks and heavy trucks, which is not only good for our environment, but good for our economy.", "And what we've also started to say is, is that we've got to have an even bolder program to get the low-hanging fruit when it comes to our energy challenges, and that's making everything more energy efficient.", "If we had the energy efficiency that exists in Japan right now, we would lower our energy consumption by 20 percent.", "It's remarkable.", "It's doable."]
["But, first of all, I just want to thank Jeff and Susan for opening up their extraordinary home.", "We're thrilled to be here.", "It is wonderful to be back in the Pacific Northwest.", "I was reminding some folks who may not know, I've got Seattle roots -- my mother went to Puget Sound High School --They lived in Puget Sound and went to Mercer Island High School.", "Some of you did not know this."]
["And what we were able to do was to break through that logjam.", "Through programs like Race to the Top, we now have a situation where we're putting more money into education, but we're also asking for accountability.", "We're saying more resources and more reform; that we are going to respect, in fact elevate teachers, because the single-most important criteria for whether our kids succeed is that person standing in front of the classroom -- and we're going to give them more flexibility, make sure they don't teach to the test, so that they can teach with creativity and passion, but we're also going to insist on greater accountability and high standards, because that's the only way we're going to succeed.And then we said it's not going to be enough if they just graduate from high school.", "So even though we got 40 states to initiate K-12 reform, we said we've got to do more with community colleges and higher education.", "And the biggest barrier, in addition to performance in K-12, is financial."]
["Well, now, the last I checked, making sure our kids got a good education and weren't loaded down with debt, that had something to do with our economy.", "But what they really meant was, this distracts from our basic argument that you're frustrated and it's Obama's fault.", "And they will spend hundreds of millions of dollars trying to drill that home.", "But I'm not worried.", "And the reason I'm not worried is because of you -- because I believe that if we are getting our message out effectively, if we are describing not only what we've done over the last three and half years; not only the 2.5 million young people who have health insurance who wouldn't otherwise have it because they can stay on their parents' plan; not just everything that we've done to make sure that we're changing the rules on things like people being able to visit their loved ones in hospitals; not just everything that we've done in terms of restoring the auto industry -- but when we describe what we plan to do for the future, if we can get that message out effectively, I believe we'll win."]
["And we can do it in a balanced way.", "And one of the big arguments we're going to have over the next four or five months is, how do we pay for stuff?", "And I happen to believe that it makes sense for us to make these investments, to make sure that Social Security and Medicare are still there for the next generation; to make sure that we're not kicking poor kids and people with disabilities, and seniors who don't have any other means off of Medicaid just to balance our budgets.", "I think that I can afford to pay a little bit more and, frankly, some of the people in this room can afford to pay a little bit more, so that we can bring down our debts in a responsible way -- cutting out waste, cutting out programs that don't work anymore, but also making sure that everybody is paying their fair share.And at root, so much of this has to do with a belief that not only are we all in this together, but all of us are equal in terms of dignity and in terms of respect, and everybody deserves a shot.", "So part of what we've been spending a lot of time doing is just making sure that those ideals that we profess are made real."]
["The idea that all of us, if we worked, if we tried, we could make it here in America -- regardless of what we look like, where we came from, who we loved, what our surnames were; the notion that those basic values of responsibility and hard work, of giving back, that that's what built this country and we built it together.", "And we felt like we had lost some of those core values.When I was first elected, we were looking backwards at a decade of manufacturing moving overseas and the middle class struggling with flat wages and flat incomes, even though the cost of everything from college to health care had been skyrocketing.", "We had seen recklessness by some on Wall Street, almost bringing the economy to its knees.", "An auto industry that was on the verge of collapse.", "A foreign policy that had not gained us the kind of respect that we needed in the world, and had cost us over a trillion dollars.And so we understood we had a lot of work to do."]
["So we've been busy.", "We've got a few things to do here.", "I'm here to ask for your help, but I'm also here because your country needs your help.", "When we ran four years ago I think we all understood that the campaign wasn't just about me.", "It was about the commitment we made to each other to make sure that this country lived up to the meaning its creed."]
["But we also understand that we grew because we made a decision at some point we were going to have public schools where every kid -- immigrants who showed up here in New York City fleeing wars in Europe, that they could come here and suddenly go into a public school and learn, and end up winning Nobel prizes and starting Fortune 500 companies.", "That was how we built this country.We built this country around the idea that everybody should have access to a great college education.", "And so, as a consequence, we set up -- President Lincoln, the first Republican President, set up land grant colleges all across this country, where the kid of a farmer could suddenly go and learn something new, and all of us would become more productive because of it.This country was built because together we built the Hoover Dam and the Golden Gate Bridge, and the Interstate Highway System.", "That's how we sent a man to the moon, that's how the Internet was invented -- because we did these things together.My grandfather went to college on the GI Bill because we understood that that would help make everybody rich.", "We didn't do those things just because it was good for one group or one individual."]
["We did it because we understood that when everybody has got a shot, no matter what you look like, no matter where you come from, we all do better.", "And that's what's at stake in this election.", "Those are the contrasting visions.", "And we know which direction this country needs to go in.This is a country that needs to invest in clean energy because we don't need to be subsidizing big oil companies to the tune of $4 billion a year.", "We need to double down on solar and wind and biofuels that are going to help reduce our dependence on foreign oil and clean up our environment."]
["The first bill I signed, the Lilly Ledbetter Act -- a simple proposition -- equal pay for equal work.", "I don't want my daughters treated differently than my sons.", "That's the reason why we're fighting for comprehensive immigration reform -- because I believe that a child who's here, raised with our kids, playing with our kids, has as much talent as our kids, the notion that somehow they would not have the capacity, the ability to proclaim themselves Americans and to fulfill their American Dream -- that's not who we are and that's not what we're about.", "The announcement I made last week about my views on marriage equality -- same principle.", "The basic idea -- I want everybody treated fairly in this country."]
["We still know that there are too many children all across America who don't have the kind of opportunities that we want them to have and that America needs them to have.And so we now come to this point, this election where the American people are going to have a choice, and this choice is going to be as important as any choice that we've made in a very long time; in some ways, more important than 2008 -- because we've got a very clear contrast this time.", "John McCain believed in climate change and believed in immigration reform.", "On some issues, there was a sense of independence.", "What we've got this time out is a candidate who said he'd basically rubber-stamp a Republican Congress who wants us to go backwards and not forwards on a whole range of issues.They've got an economic theory that basically says the only way to grow the economy is to slash everybody's taxes further, especially the wealthiest Americans, to dismantle government in so many ways.", "And that somehow, if everybody -- the most powerful in our society are left to do whatever it is that they want, that somehow we're going to be better off.And we've just got a completely different vision about how America has succeeded."]
["And that promise I've kept.So I still believe in you.", "I hope you still believe in me.", "And if you do, I'm absolutely positive we're going to win this election.", "Thank you, everybody.", "God bless you."]
["We've seen businesses that had to scale back but did everything they could to keep their workers.And because of all these individuals efforts and, frankly, some tough but good decisions that we made early on, we're weathering this storm and we've seen the country start to come back.", "Four million jobs created over the last two years alone.", "Just in the last six months, over a million jobs.", "The auto industry all the way back, so that GM is now once again the biggest carmaker in the world and producing better cars, because we doubled fuel efficiency standards on cars so that by the middle of the next decade everybody is going to be getting 55 miles a gallon, and that will save the average family about $8,000.", "And we'll be taking a whole bunch of carbon out of the atmosphere so that we can make sure that all these wonderful kids who are in attendance are inheriting a planet that hasn't been wrecked because we didn't take the proper decisions."]
["I say, you live in Manhattan, man.", "This is going to be a challenging race.", "But we can win as long as all of you are activated, as long as all of you are motivated, as long as you're doing everything you can -- not just making phone calls, not just raising money, but I want folks out hitting the streets, knocking on doors, talking to your family, talking to your friends.In 2008, a lot of people were skeptical, but we showed them that when ordinary folks are motivated, they can't be stopped.", "When they decide it's time for change to happen, change happens.", "And that's going to happen this time as well.I used to say in 2008, I'm not a perfect man and I'm not going to be a perfect President, but I'd always tell you what I thought, I always would tell you where I stood, and I'd work every single day -- every day I would wake up thinking about how I could make your lives better and making sure that every kid out there has the same kind of amazing possibilities that Malia and Sasha have."]
["God bless America."]
["We know that it's important for us to make sure that young people are able to afford to go to college -- everybody, not just some.We know that we have to invest in science and technology and stem cell research, and all the things that can help lead to amazing medical and scientific breakthroughs.", "We know that we've got to rebuild this country, which is why I want to spend half of the money that we're saving on wars we're no longer fighting to build our roads and our bridges and our airports.", "And we also know that if we're going to restore a sense of middle-class security, that we've got to make sure that we're rewarding businesses that are investing here in the United States, not businesses that are shipping jobs overseas.", "We know these things.", "And we can do it."]
["All right, God bless you.", "Thank you.", "Thank you."]
["It's a commitment to making sure that we get that relationship right.", "Native Americans have to be full partners in our economy.", "Your children and your grandchildren have to have an equal shot at the American Dream.And that's why for three years in a row now, we've brought tribal leaders to Washington to develop an agenda that reflects your hopes and your aspirations and the needs of your tribes.", "I've appointed Native Americans to senior positions in my administration and in my White House.", "And many of you have had a chance to work with Kim Teehee, who does an extraordinary job coordinating our Native American affairs in the White House."]
["That's what we're looking for.We want new businesses and new opportunities to take root on the reservation.", "We want to stop repeating the mistakes of the past and begin building a better future -- one that honors old traditions and also welcomes every single Native American into the American Dream.We've done some great work together -- whether it's making sure that Indian Health was permanently extended and that we were putting additional resources to make sure that we're picking up the health of Native Americans all across the country.", "Whether it's an executive order that specifies our focus on education with all of your tribes, whether it's making sure that we are working hard to allow the expansion of land in trust on behalf of nations to go further, we've made some significant progress.", "But we've got a lot more to do.And I'm going to need all of you to continue to consult with us, to continue to work with us, continue to partner with us.", "I guarantee you that the work we've done over these first three years is not the end, it's just the beginning.And if you stick with me, I promise you guys I'm going to be sticking with you."]
["But I promised back when I was running that first time that I'd always tell you what I thought, and I'd always tell you where I stood, and I'd wake up every single day fighting as hard as I know how for you.", "And Seattle, I kept that promise.", "I have kept that promise, and I will keep it as long as I have the honor of being your President.", "So if you're willing to stick with me, if you're willing to fight with me, if you're willing to work even harder this election than the last one, I guarantee you we will move this country forward.", "We will finish what we started."]
["Manufacturing was leaving our shores.", "A shrinking number of Americans did fantastically well, but a lot more people struggled with falling incomes and rising costs and the slowest job growth in a century.So it was a house of cards, and it collapsed in the most destructive, worst crisis that we've seen since the Great Depression.", "And sometimes people forget the magnitude of it, you know?", "And you saw some of that I think in the video that was shown.", "Sometimes I forget."]
["We're moving forward.", "Look, we don't expect government to solve all our problems -- and it shouldn't try to solve all our problems.", "I learned from my mom that no education policy can take the place of a parent's love and attention, and occasionally, getting in your face.", "As a young man, I worked with a group of Catholic churches who taught me that no poverty program can make as much of a difference as the kindness and commitment of a caring soul.", "And Democrats, we have to remember some things."]
["You will have a chance to weigh in on this.", "We are a nation that treats people fairly.", "We're not going backwards.", "We're not going backwards.", "We're going forwards."]
["Change happens.", "Change comes to America.", "And that's the spirit that we need again.", "If people ask you what this campaign is about, you tell them it's still about hope.", "You tell them it's still about change."]
["You came together -- we came together -- because of a shared vision.", "We came together to reclaim that basic bargain that built the largest middle class and the most prosperous nation on Earth.We came together because we believed that in America, your success shouldn't be determined by the circumstances of your birth.", "If you're willing to work hard, you should be able to find a good job.", "If you're meeting your responsibilities, you should be able to own a home, maybe start a business.", "You should be able to give your kids the chance to do even better than you -- no matter who you are, no matter where you come from, no matter what you look like, no matter what your last name, no matter who you love."]
["In the last six months of 2008, while we were campaigning, nearly 3 million of our neighbors lost their jobs; 800,000 lost their jobs in the month that I took office.", "And it was tough.", "But the American people proved they were tougher.", "So we didn't quit.", "We kept going."]
["My opponent has a different view.", "He said it was \"tragic\" to end the war in Iraq.", "He says he won't set a timeline for ending the war in Afghanistan.", "I have set a timeline, and I intend to keep it.", "After a decade of war that's cost us thousands of lives, that's cost us over a trillion dollars, the nation we need to build is our own."]
["So we're going to use half of what we're no longer spending on war to pay down the deficit, and we're going to -- (applause) -- we're going to invest the rest in research and education, and repairing our roads and our bridges and our runways and our wireless networks.", "That's the choice in this election.", "And I'm running to pay down our debt in a way that is balanced and a way that's responsible.", "After inheriting a trillion-dollar deficit, I signed $2 trillion of spending cuts into law.", "And now I want to finish the job responsibly and properly, streamlining government, cutting more waste -- there's still more there to be had -- but also reforming our tax code so that it's simpler and fairer and it asks the wealthiest Americans to pay a little bit more."]
["You tell them it's still about ordinary people who believe that in the face of great odds, we can make a difference in the life of this country.", "Because I still believe, Seattle.", "I still believe.", "I still believe we're not as divided as our politics suggest.", "I still believe that we have more common ground than the pundits tell us."]
["We're not turning back the clock.", "We're not returning to the days when you could be kicked out of the United States military just because of who you are and who you love.", "We're moving this country forward.", "We are moving forward to a country where every American is treated with dignity and with respect.", "And here in Washington you'll have the chance to make your voice heard on the issue of making sure that everybody, regardless of sexual orientation, is treated fairly."]
["Together we fought back.When my opponent said we should just let Detroit go bankrupt, we made a bet on American workers, on the ingenuity of American companies, and today our auto industry is back on top of the world.", "We saw manufacturers start to invest in America again, consistently adding jobs for the first time since the 1990s.", "Businesses got back to basics, created over 4 million jobs in the last 26 months -- more than 1 million of those in the last six months alone.", "So we're making progress.", "Are we satisfied?"]
["Well, that's not what's going on.", "Most of us who have spent some time talking to people understand that the problem isn't that the American people aren't working hard enough, aren't productive enough -- you've been working harder than ever.", "The challenge we face right now -- the challenge we've faced for over a decade -- is that harder work isn't leading to higher incomes.", "Bigger profits haven't led to better jobs.", "What Governor Romney does not seem to get is that a healthy economy doesn't just mean maximizing your own profits through massive layoffs or busting unions."]
["They're not offering a better vision.", "They're not offering a new set of ideas.", "Everybody knows that.", "There's nothing you've heard from them where you say, man, I didn't think of that.", "Now, that's fresh."]
["We've got more work to do.", "We know that.But here's what else we know:  That the last thing we can afford is a return to the policies that got us here in the first place.", "Not now.", "Not with so much at stake.", "We've come too far to abandon the changes that we fought for these past few years."]
["But when I hear my opponent and some of these folks talk as if somehow nobody had anything to do with the success of these businesses and our entrepreneurs, I have to remind them that we -- we the people -- invested in creating the Internet that allowed Microsoft and Google and Facebook to thrive.", "There's not a business in this country that's not benefiting from roads and bridges and airports -- the investments we make together.", "Every time we've got a kid who's getting a great education in a public school and able to go to get an outstanding education at a public university, we're contributing to the possibilities of the free market succeeding.", "And that's the right vision for our future.", "That's the reason I'm running for President, because I believe in that vision."]
["Of course not.", "Too many of our friends, too many of our family are still out there looking for work.", "Too many homes are still underwater.", "Too many states are still laying off teachers and first responders.", "A crisis this deep didn't happen overnight, and we understand it won't be solved overnight."]
["And I could not be prouder to have her introduce me.A couple of other folks that are here today that I want to acknowledge -- your outstanding Governor, Chris Gregoire.", "Your outstanding Lieutenant Governor, Brad Owen is here.", "One of the best United States Senators in the country, Patty Murray is in the house.", "Former U.S. Representative and soon-to-be governor, Jay Inslee is here.", "I want to thank King County executive Dow Constantine."]
["We built this country together.", "We built railroads and highways, we built the Hoover Dam and the Golden Gate Bridge -- we built those things together.", "We sent my grandfather's generation to college on the GI Bill -- together.", "We did these things not because they benefited any particular individual, any particular group; we did these things because we were building a platform for everybody to be able to succeed.", "We were creating the conditions for everybody to be able to succeed."]
["A few people I want to acknowledge.", "First of all, please give a big round of applause to Sue for that unbelievable story, the great introduction, her incredible courage.", "She is just a wonderful person.", "And I was saying backstage as I was listening, she's the kind of story that you don't read about in the papers.", "That's a story I'd like to read about -- (applause) -- somebody overcoming so many challenges, doing the right thing."]
["We're going forward.", "We're going forward, where everybody -- everybody is treated with dignity and respect.We will not allow another election where multimillion-dollar donations speak louder than the voices of ordinary citizens.", "And it's time to stop denying citizenship to responsible young people just because they're children of undocumented immigrants.", "This country is at its best when we harness the God-given talents of every individual; when we hear every voice; when we come together as one American family -- black, white, Hispanic, Asian, Native American, gay, straight, disabled -- everybody striving for the same dream.", "That's what we're fighting for."]
["We're going forward.", "We don't need another political fight about ending a woman's right to choose, or getting rid of Planned Parenthood -- (applause) -- or taking away access to affordable birth control.", "I want women to control their own health choices.", "Just like I want my daughters to have the same economic opportunities as your sons.", "We're not going to turn back the clock."]
["I believe we're not Democrats or Republicans first; I think we're Americans first.", "I still believe in you.", "I still believe in you, and that's why I'm asking you to still believe in me.", "I told you in 2008 that I wasn't a perfect man -- maybe Michelle told you.", "And I won't be a perfect President."]
["Osama bin Laden is no longer a threat to this country.", "Al Qaeda is on the path to defeat.", "And by 2014, the war in Afghanistan will be over.", "America is safer and it's more respected because of the courage and selflessness of our diplomats and our intelligence officers, but most of all, because of the United States armed Forces.", "And as long as I'm Commander-in-Chief, this country will care for our veterans, and we will serve our veterans as well as they've served us because no one who fights for this country should have to fight for a job or a roof over their heads when they come home."]
["And so we came together.", "This wasn't just about me; this was you guys making a commitment to each other to try to bring about change because our country had strayed from these basic values.", "We'd seen a record surplus that was squandered on tax cuts for people who didn't need them and weren't even asking for them.", "Two wars were being waged on a credit card.", "Wall Street speculators reaped huge profits by making bets with other people's money."]
["Higher education can't be a luxury.", "Education is -- higher education is an imperative that every American should be able to afford -- not just for young people but for mid-career folks who have to retrain, have to upgrade their skills.", "That's the choice in this election.", "That's why I'm running for President.I'm running to make sure that the next generation of high-tech manufacturing takes root in places like Seattle and Cleveland and Pittsburgh and Charlotte.", "I want to stop rewarding businesses that ship jobs and profits overseas."]
["I'm here because your country needs your help.There was a reason why so many of you worked your hearts out in 2008.", "And it wasn't because you thought it would be easy.", "You did support a candidate named Barack Hussein Obama.", "The odds are rarely in your favor in that situation.", "You didn't need a poll to tell you that might not be a sure thing.You did not join the campaign because of me."]
["Well, I'm here to say, Seattle, that we were there.", "We remember.", "We're not going back there.", "We're moving this country forward.", "We're moving forward."]
["These things made us all richer.", "They gave us all opportunity.", "They moved us all together, all forward, as one nation, and as one people.And that's the true lesson of our past.", "We love the free market.", "We believe in rewarding entrepreneurship and risk."]
["Layoffs all across the country, state and local governments struggling, at the same as we faced enormous global challenges, from two wars to a global economy that was shrinking.And as we look back over these last three years, I think we can all say that we're not yet where we need to be, we haven't solved every challenge, but what we've been able to accomplish  -- in part because of you, in part because of your support and your voices -- has been remarkable.The month I took office we were losing 750,000 a month.", "Last month we created 250,000.", "That's a million-job swing.", "And that's representative of the progress that the economy has made.", "We now have more manufacturing jobs being created than any time since the 1990s."]
["And if we do, we're going to have four and a half more years to change America.", "Thank you.", "Thank you, everybody."]
["Charlotte, North Carolina.", "Now, usually in these things what I like to do is be brief at the top and then I have some time to answer questions and take comments and suggestions, and so it ends up being a little more informal.", "But picking up on something that Janet said -- we've obviously gone through three of the toughest years that America has seen in our lifetime:  the worst economic crisis since the Great Depression, the worst financial crisis since the 1930s.", "Four million people losing their jobs in the six months before I took office, 4 million more in the six months after I was sworn in, but before our economic policies had a chance to take effect.", "An auto industry on the brink of collapse."]
["Thanks for your hospitality.To Wylie and Bette and so many other who've helped to pull this together -- you guys have been with me through thick and thin, so thank you so much.", "We love you guys.And a couple of wonderful elected officials -- one, your own representative, Loretta Sanchez, is in the house.", "But we also have an import here.", "He is going to be hosting us at the Democratic National Convention.", "He's the mayor of Charlotte -- Anthony Foxx is here."]
["And although unemployment is still too high, over the last 23 months we've created 3.7 million jobs, and people are starting to get a sense that the economy is on the rebound.", "Even as that has been our singular focus, we recognize that there are a whole bunch of issues and a whole bunch of challenges that faced us even before this recession hit.", "That's what led me to get in this race in the first place -- the sense that folks who were working hard were treading water, that we were becoming a country where just a few did well and so many others were struggling to get by.", "Problems like health care that had been escalating for decades.", "A lack of an energy policy that had put us in a vulnerable position every time there was turmoil in the Middle East."]
["Issues that had been lingering, but we kept on kicking down the road because we didn't have enough political will and political courage to do something about it.So even as we were grappling with this enormous economic crisis, we did not forget those challenges that led us to start that campaign in 2008 in the first place.", "And so, yes, we pushed and pushed and pushed, until we finally were able to pass legislation that ensures that every American is going to be able to get health care in the country, and nobody is going to go bankrupt when they get sick.", "And already we've got 2.6 million young people who have coverage who did not have it before because of this law -- seniors all across the country benefiting from lower prescription drug plan -- and the promise not only of making sure health care is affordable, and preventive care and mammograms and other things are available, and people aren't being dropped from their health insurance when they get sick because they now have the Patient's Bill of Rights, but it also promises to actually, over time, lower health care costs, which will help reduce our deficits, and help businesses and families well into the future.We kept on focusing on energy, even though we were grappling with this economic crisis, and have doubled the production of clean energy in this country from wind and solar and biodiesel.", "And even as we have said that we're going to have to continue to develop American energy and traditional energy sources like oil and gas, we've also said we're not going to compromise on making sure that there are strong environmental controls in place, because we want our kids having clean air and clean water.", "We want them growing up in the kind of country -- the kind of country that protects and preserves its natural resources, and conserves our land and this incredible bounty that God has given us.Even as we were focusing on the economy, we said, we want an America where everybody is treated fairly."]
["Whether it was doubling fuel efficiency standards on cars  -- probably the most significant environmental action that's been taken in two or three decades -- to making sure that student loans were more accessible to folks who are going to college, to trying to revamp our job training system so that our workers are getting the best skills in the world and can compete in this 21st century -- even as we were dealing with the immediate crisis, the immediate emergency, we've tried to keep our eye on our long-term goal, which is restoring an America where everybody gets a fair shot, everybody does their fair share, and everybody is playing by the same set of rules -- an America where everybody feels a sense of responsibility not only to themselves, but also to the larger community and the larger country.And we've done all this obviously with some fairly vocal opposition.", "And we've done this even as the weight of the economic crisis made it more difficult.", "We did this at a time when changes around the world were taking place more quickly than we've ever seen before.", "And so, even as I was managing two wars, we also had to deal with an Arab Spring in which suddenly millions of people, especially young people, said, we want a different way of life.And there have been setbacks.", "There have been times where progress was not as fast as we wanted."]
["It feels good.", "For the rest of the day, even after we left Greenwood, even though it was still raining, even though I was still not getting big crowds anywhere, even though we hadn't gotten the endorsement from the people we were hoping for, somehow I felt a little lighter, a little better.", "I'd see my staff and I would say \"Are you fired up?", "and they would say \"We are fired up, boss, are you ready to go?\"", "And I'd say \"I'm ready to go."]
["She's standing there, she looks at me and she smiles and she says \"fired up.", "\"It turns out that she was a city Councilwoman from Greenwood who also moonlights as a private detective.", "I'm not making this up.", "And it turns out that she is famous for her chant.", "She does this where ever she goes."]
["You filled me with new hope for our future and you have reminded me about what makes America so special.", "In the places I have gone and the people I have met, I have been struck again and again by the fundamental decency and generosity and dignity of men and women who work hard without complaint, to meet their responsibilities every day.I come away with an unyielding belief that if we only had a government as responsible as all of you, as compassionate as the American people, that there is no obstacle that we can't overcome.", "There is no destiny that we cannot fulfill.Virginia, I have just one word for you, just one word.", "Tomorrow.", "Tomorrow."]
["In 21 hours if you are willing to endure some rain, if you are willing to drag that person you know who is not going to vote, to the polls.", "If you are willing to organize and volunteer in the offices, if you are willing to stand with me, if you are willing to fight with me, I know your voice will matter.So I have just one question for you Virginia, Are you fired up?", "Ready to go?", "Fired up.", "Ready to go."]
["I'm coming.", "\"So the next time I come to South Carolina it's about a month later.", "We fly in about midnight.", "We get to the hotel about one o'clock in the morning.", "I'm exhausted."]
["It starts here in Manassas.", "This is where change begins.Our campaign has not been perfect.", "There are times when I look back and I've said, \"you know I wouldn't have done that if I had thought about it a little bit more.\"", "But I'll tell you what.", "When you think about this campaign we've got a lot to be proud of when it comes to the tone that we have set.We tried to argue issues and not engage in personal attacks."]
["After decades of broken politics in Washington, 8 years of failed policies from George Bush, twenty-one months of campaigning, we are less then one day away from bringing about change in America.Tomorrow you can turn the page on policies that put greed and irresponsibility before hard work and sacrifice.", "Tomorrow you can choose policies that invest in our middle class, create new jobs and grow this economy so that everybody has a chance to succeed.", "Not just the CEO but the secretary and the janitor; not just the factory owner but the men and women who work the factory floor.", "Tomorrow you can put an end to the politics that would divide a nation just to win an election; that puts reason against reason, and city against town, Republican against Democrat; that asks us to fear at a time when we need to hope.Tomorrow, at this defining moment in history, you can give this country the change that we need.", "It starts here in Virginia."]
["I'm dragging my bags to my room when I get a tap on my shoulder and I look back and it is one of my staff people who says \"Senator we need to be out of the hotel by 6 a.m.\" I say \"Why is that?\"", "He says \"because we have to go to Greenwood, like you promised.", "\"So the next morning I wake up and I feel terrible, and I think I am coming down with a cold, my back is sore, I feel worse than when I went to bed.", "I open up the curtains in the hotel room to get some sunlight in and hopefully wake me up, but it's pouring down rain.", "I go outside my room and get the New York Times, and there is a bad story about me in the New York Times."]
["Nobody gave us much of a chance back then.", "I had gone to South Carolina early in the campaign to see what I could stir up in the way of endorsements, and I was at a legislative dinner sitting next to a state representative that I really wanted to endorse me.", "So I turned to her and I said \"I really want your endorsement.\"", "And she looked at me and she said \"I'll tell you what, Obama, I will give you my endorsement if you come to my hometown of Greenwood, South Carolina.\"", "I must have had a sip of wine or something that night because right away I said \"Okay."]
["\"text\": What a scene.", "What a crowd.", "Thank you for Virginia.", "Let me start by noting, Virginia that this is our last rally.", "This is the last rally of a campaign that began nearly 2 years ago."]
["They look all kind of damp and sleepy, maybe they aren't really excited to be there either.But I am a professional, I've got to do what I got to do.", "I'm going around, I'm shaking hands, I am saying \"How are you doing?", "What are you doing?", "\"As I go around the room suddenly I hear this voice cry out behind me \"fired up.\"", "I'm shocked."]
["She's stealing my thunder.", "I look at my staff and they shrugged their shoulders, they don't know how long this is going to go on.But here's the thing, Virginia.", "After a minute or so I am feeling kind of fired up.", "I'm feeling like I'm ready to go.", "So I join in the chant."]
["The Republicans in Congress and the folks running for president have made their agenda crystal clear.", "They have two basic economic priorities -- two basic proposals:  tax cuts for the wealthiest individuals and biggest corporations paid for by gutting investments in education and research and our infrastructure -- all the things that helped make America an economic superpower; weaken programs like Medicare and our basic social safety net.", "That's one proposal.", "And the second proposal is to gut just about every regulation that you can think of.Now, I agree that there are some rules and some regulations that put an unnecessary burden on businesses at a time when they can least afford it.", "And that's why we've already identified 500 regulatory reforms that will save billions of dollars over the next year."]
["They're the bedrock of what this country has always stood for.", "While I was in line I met a gentleman who came here from India with 9 bucks in his pocket, and is now the president of a community bank.", "This country continues to attract talent from all across the world precisely because people believe that there's something special about this place where what you put into it means you can get that piece of the American Dream.", "And that's why so many of you worked on the campaign in 2008 -- because you have that same belief.", "And you didn't see it reflected in our politics.Now, three years later, it's clear that Washington has not gotten the message yet."]
["That's change that you produced.", "That's what change looks like.", "Change is the fact that for the first time in our history, you can serve this country that you love regardless of the person that you love.", "We ended \"don't ask, don't tell.\"", "That is change."]
["And as a consequence, not only did millions of Americans end up entering the middle class, but we went on the largest economic boom that we'd ever seen in history.It's not just a Democratic idea -- it's an American idea.", "And that's what we're fighting for.", "That's what this election is all about.", "That's the reason I'm standing here -- because somebody gave me a shot.", "Somebody gave me a fair shake."]
["It's remarkable.", "Changing the world.", "And many of you have been rewarded very well for that.", "So we take pride in our individualism and our creativity and our self-reliance.", "We understand that it's the drive and the initiative of our workers and our companies that make this economy prosperous."]
["It was hard.", "And you signed up for hard, because you decided to support a candidate named Barack Hussein Obama.", "Nobody thought that was going to be easy.", "Nobody thought that was going to be easy, but you did it anyway.", "You thought it was worth it."]
["So we can't just go back to an economy that's built on debt, or built on outsourcing, or built on risky financial ventures that jeopardize our economy and threaten the security of the middle class.", "We need an economy that is built to last and built to compete, an economy where responsibility is rewarded and hard work pays off and everybody has a chance to get ahead.", "And that's what we're fighting for.", "That's what's at stake right now.", "And that's why I need your help."]
["And that required folks before me -- not just my mom, not just my grandparents -- but an entire society that was committed and invested in every child having opportunity for me to be able to stand here today.", "And that is true for most of you.So the question is, are we going to continue that story, are we going to continue on that journey for our kids and our grandkids?", "That's what we're going to have to do today.", "If we want to compete with other countries for good, middle-class jobs, then we're going to have to make America the best place on Earth to do business.", "And, yes, that means cutting away unnecessary regulations."]
["For an entire decade we cut taxes for people who didn't need it and weren't asking for it; we basically suspended environment regulations; we didn't do anything with respect to consumers; we didn't reign in health care costs and the health care industry; the financial system pretty much could go and do whatever it wanted.", "And the result was the worst financial crisis since the Great Depression.So it's not as if we haven't tried what they're talking about.", "And during that period, for middle-class families, wages and incomes actually fell, even as the economy was growing.", "It's not as if we haven't tried what they're selling.", "We have."]
["If you get sick, you're on your own.", "If you can't afford college, you're on your own.", "If you don't like that some corporation is polluting your air or the air that your child breathes, then you're on your own.", "That's not the America I believe in.", "It's not the America you believe in."]
["But what we can't do, and what I won't do, is to let this economic crisis be used as an excuse to wipe out the basic protections that Americans have counted on for decades.", "I reject an argument that says we've got to roll back protections that ban hidden fees by credit card companies, or rules that keep our kids from being exposed to mercury, or laws that prevent the health insurance industry from exploiting people who are sick.", "And I reject the idea that somehow if we strip away collective bargaining rights that we'll be somehow better off.", "We should not be in a race to the bottom, where we take pride in having the cheapest labor and the most polluted air and the least protected consumers.", "That is not a competition we can win."]
["It means making government more efficient and more effective.", "Yes, it means bringing down our deficit and reducing spending that we don't need so we can make investments where we do.", "But we can't just cut our way out of prosperity.", "If we want win the future, then we've got to invest in education, so that every single child has an opportunity not just to graduate from high school, but to get some secondary education, and get the skills and the training they need to succeed.", "If we want businesses to come here, we've got to invest in new roads and bridges and airports and wireless infrastructure and a smart-grid."]
["What we can win is a future in which we have the highest skilled workers, and the best technology, and the best manufacturing, and the best education system, and the best infrastructure.", "That's the race to the future that I want to win.", "And I know that's the race to the future that you want to win.", "And the worst part of it is, is that it's not as if this is a new argument that they're making.", "They've been making it for decades -- and we tried it for an entire decade."]
["This campaign has never just been about me.", "It's always been about you and your commitments to each other, as fellow Americans -- as neighbors and coworkers and friends.", "Who are we?", "What do we believe in?", "What do we care about?"]
["They want to see America strong.", "But all the Republicans in the Senate, 100 percent, voted no.", "And their leader, Mitch McConnell, actually said that saving the jobs of teachers and cops and firefighters would be nothing more than a \"bailout.\"", "A bailout?", "Now, these aren't bad actors who acted irresponsibly and recklessly to destroy the economy."]
["But there's always been another thread in our history that says we're all connected; that there are some things we can do better, as a nation, some things we can do better together.", "Because a big chunk of the entrepreneurs who are in this room -- you got an education somewhere and somebody paid for it.", "You got a college scholarship somewhere along the line, and somebody paid for it.", "Somewhere along the line you were able to use platforms and technologies that have been developed because, collectively, we decided we were going to invest in basic research.", "There were rules of the road that governed our economic system that allowed you to prosper."]
["But that vision is still there.", "That commitment is still there.", "That fundamental belief in the American people is still there.", "So if you're with me, if you're all in, if we remind ourselves that America was built because each of us decided to believe in a big, generous, bold America -- not a cramped, small America -- if we remind ourselves that we are tougher than the times that we're in, and if we remind ourselves that we're better than the politics that we've been seeing, then I'm absolutely confident we are not just going to win this election; we're going to remind everybody around the world just why it is that America is the greatest country in the world.Thank you, so much, everybody.", "God bless you."]
["I know times are tough right now, and this has been a difficult three years for a lot of Americans.", "And when you look at what's going on in Washington, it's easier to become cynical than ever before about the possibilities and prospects of change through our politics.", "But here's what I want you to remember.", "The one way to guarantee that change won't happen is for all of us just to give up, to give in -- to go home.", "The one thing that we absolutely know for sure is that if we don't work even harder than we did in 2008, then we're going to have a government that tells the American people, you are on your own."]
["It took years to overcome the Great Depression and win World War II.", "But when we did we emerged as the most prosperous nation on Earth with the largest middle class in history.", "And from the moment that we emerged from that war, then we had other struggles to fight.", "It took years for the civil rights movement to culminate not just in Brown v. Board of Education, but ultimately the Civil Rights Act and the Voting Rights Act and all the things that we now take for granted.", "It took years from the day that JFK told us we were going to the moon for us actually to get to the moon."]
["We're not going to be able to succeed otherwise.", "We used to have the best stuff.", "Anybody been to Beijing Airport lately?", "Or driven on high-speed rail in Asia or Europe?", "What's changed?"]
["And we've made it because of you.", "And so the question is how committed are you going to be to continue this process.", "I keep a checklist in my drawer of my campaign promises.", "About once a week I take it out and make a little check.", "And we've gotten about 60 percent done so far -- in three years."]
["And it was paid for by asking people who make over a million dollars a year to pay one-half of 1 percent more in taxes.", "So for someone making $1.1 million a year, that's an extra $500 that would save 400,000 jobs all across the country.", "And not just any jobs, but jobs that are vital to the well-being of our kids and our communities.", "Most people I know who make more than a million dollars a year would make that contribution willingly.", "They're patriots."]
["And I know that I'm now a little grayer -- and it's not as trendy to be an Obama supporter as it was back in 2008, when I was sort of the new thing, sort of the new new thing.", "We've had setbacks.", "We've had disappointments.", "I've made mistakes on occasion -- Michelle reminds me of those frequently.", "The \"Hope\" poster is kind of faded and a little dog-eared."]
["Change is the reforms that we made in the financial system so that you can't have credit card companies charging you hidden fees, and lenders deceiving homeowners into mortgages that they can't afford, and Wall Street banks acting so recklessly that you end up having taxpayers bail them out.", "That's change.Change is keeping the promise that I made when I started this campaign, that this December we will have all of our troops out of Iraq, back home for the holidays.", "And we're transitioning out of Afghanistan.", "And we've refocused our efforts on the terrorists who perpetrated 9/11 -- which is why we've been able to decimate al Qaeda and make sure that Osama bin Laden never again walks on the face of this Earth.", "That's change."]
["That, too, is not just a Democratic idea.", "Our very first Republican President, Abraham Lincoln, in the midst of a civil war, invested in the Homestead Act and the National Academy of Sciences, and built the Transnational Railroad, and land-grant colleges.", "Because he understood that for America to succeed, everybody had to have a shot, and to do that, all of us had to chip in to make that investment.Dwight Eisenhower understood it when he built the Interstate Highway System and invested in all the math and science education that ended up helping us send a man to the moon.", "My grandfather would not have gone to college had it not been for the G.I.", "Bill -- and there were Republicans in Congress who supported that along with FDR to make that happen."]
["And our auto industry is actually making better cars -- cars that are being sold all around the world.", "Doubled fuel-efficiency standards on cars so that not only are we helping to save the planet, but we're saving people at the pump and helping to reduce our dependence on foreign oil so that it's below 50 percent for the first time in 13 years.Passing health care reform that provides 30 million people, for the first time, the opportunity to get health insurance that didn't have it before.", "And it makes young people -- it makes it possible for young people to stay on their parents' health insurance -- 2.5 million young people already taking advantage of that.", "Preventive care, including mammograms and cervical cancer screenings for women, contraceptive care.", "And not only is it helping families, but it's also help the country as a whole, because over time what we're building into is a health care system that's going to be more efficient and provide better quality."]
["And after three and a half years we're nowhere near where we need to be yet.", "But think about the extraordinary progress that we've been able to make.", "Over the last three months alone, 600,000 jobs created; 4 million jobs created over the last two years.", "We've been able to save an auto industry where GM is now the number-one automaker again in the world; saved probably a million jobs throughout the Midwest.", "Chrysler is back."]
["And by the way, just yesterday or today, Kaiser released a study showing that there's going to be over a billion dollars of rebates going out to millions of families all across America because of this law.", "So whether it's what we've done on education with \"Race to the Top\" and helping to initiate school reform in more than 40 states, whether it's what we've done on clean energy -- doubling the amount of energy that's coming from wind and solar, and helping to build from scratch, essentially, an advanced-battery industry that will be the future of automation -- or the automotive industry for the future; whether it's the work that we've done not just to end the war in Iraq, but also to start transitioning our troops out of Afghanistan so that they can take greater responsibility in restoring that sense of respect for America around the world -- on all these fronts, we've made enormous progress.But we've got a lot more to do.", "I won't be satisfied until everybody can find a job that pays a living wage and allows them either to stay in the middle class, but also creates those ladders of opportunity into the middle class.I'm not going to be satisfied until we once again have the best education system in the world, and college is affordable for young people all across the country.I'm not going to be satisfied not just with getting our troops home from Afghanistan, but making sure -- as we talked about today down in Fort Stewart -- that every single one of our veterans have the capacity to rebuild this country the same way my grandfather had and his generation had the capacity to rebuild the country when they came back from World War II.So we've got a lot more work to do.", "And here's the good news:  I think that when you look at the issues, when you look at where people stand in terms of making sure that everybody is getting a fair shot, everybody is doing their fair share, and everybody is playing by the same set of rules; when you look at how they feel about Wall Street reform or health care reform, and break it down specifically -- not sort of just the rhetoric that goes on out there -- but do you believe that young people should be able to stay on their parents' health care plans; do you believe that seniors should be able to afford prescription drugs and get bigger discounts; do you believe that we should prevent reckless behavior on Wall Street; do you believe that we should have an all-of-the-above energy strategy -- when you break down the issues, then people are on our side.", "They believe what we believe.But understandably, things are tough, and they've grown cynical, and they see the mess that goes on in Washington and there's a temptation at a certain point to just say, oh, a plague on both their houses; nothing is getting done."]
["A couple of other people I just want to mention very briefly.", "First of all, as somebody who is working tirelessly on our behalf each and every day, and we're so proud of her -- our DNC Chair Debbie Wasserman Schultz is here.", "Accompanied by the adorable Shelby.", "Yay!", "And I want to say thank you to Jane Stetson, who has been such a dear friend -- and is now chairing -- co-chairing our finance committee and doing just extraordinary work each and every day.Typically, in these more intimate gatherings, what I like to do is to just make a few comments at the top and then make this a conversation."]
["The goal was to get back to that spirit that was reflected in that museum where we are building again, and we are creating products that are the envy of the world, and creating that sense of opportunity for people, where if they work hard they know that they can support a family, buy a home, send their kids to college, retire with dignity and respect; that sense that everybody, regardless of what they look like or where they come from, what their last name is, that everybody has a fair shot and everybody is doing their fair share and everybody is playing by the same set of rules.And we had a nice big event over at the museum.", "I told people, sometimes when you look at Washington you may not feel as if that spirit, that can-do spirit -- that spirit of not just innovation and possibility, but also that spirit that everybody can take part in it -- you might not feel that that's very evident in Washington.", "Because it just seems like folks in Washington are much more interested in ideological arguments and bickering.But I tell you, as you travel around the country that spirit is still there.", "It's here in Michigan.", "It's in Ohio, where I just was."]
["And then it also had a range of displays about the long battle for freedom, to make sure that everybody was included in that American Dream.", "So I actually had the chance to sit in Rosa Parks' bus -- I just sat there for a moment and pondered the courage and tenacity that is part of our very recent history, but is also a part of that long line of folks -- sometimes nameless, oftentimes didn't make the history books -- but who constantly insisted on their dignity, their stake in the American Dream.Now, we've gone through three and a half very tough years -- worst economic crisis since the Great Depression.", "When I came into office we were losing 750,000 jobs per month.", "Michigan had obviously been going through tough times for a decade or more, with outsourcing and plants closing and layoffs.", "The auto industry was buckling, on its knees, on the verge of not just conventional bankruptcy but potentially a liquidation bankruptcy."]
["You see it in our men and women in uniform as they're defending our country around the world.", "You see it in our places of worship.", "That sense that we rise and fall together and that it makes sense for us to constantly be thinking not just about ourselves but about others, not just about today but about the next generation.", "That spirit is still out there.", "It's still out there.And we captured that spirit in 2008."]
["That's what we're going to be fighting for.", "I'm glad you guys are on the team as I go out there and do that.", "So thank you very much."]
["And I think a lot of people weren't sure whether we were going to dip into a Great Depression.And three and a half years later, we can look and say to ourselves that, in part because of the support of some of the folks in this room who helped not just propel me into office but helped to give America a vision of what we could be, GM is now the number-one automaker in the world again, it's experience record profits; Chrysler is the faster growing auto company -- is making investments in plants and equipment, and we've seen 200,000 auto workers hired back, back on the job.", "And that's just part of this steady process of economic healing that's led to 4 million jobs created in the last two years, businesses starting to invest again, and the financial system stabilized and banks starting to lend again to not just businesses but small -- just like this and small businesses and consumers.", "And so as we see the economy growing, it gives people some cautious sense of optimism.", "As I was at that museum, I reminded myself that when I ran for office in 2008, the goal wasn't just to get back to where we were in 2006 or 2005.", "We had gone through a decade in which job growth was sluggish, and incomes and wages flatlined."]
["I'm running for President.", "And she's dominating the room.", "And I look at my staff, and they just shrug their shoulders.", "They don't know what to do.So this goes on for a few minutes.", "Now, here's the thing, Iowa."]
["We've got the scars to prove it.", "I've got the gray hair to show it.", "I wasn't this gray when I first showed up in Iowa.", "And sometimes it's been hard.", "Sometimes it's been frustrating."]
["I think we were coming from Iowa.", "We had been campaigning nonstop, traveling all through towns and having town hall meetings and shaking hands.", "And I'm--in between, I'm making phone calls, asking people for support.", "And so we land in Greenville, South Carolina, at around midnight.", "We get to the hotel about 1 o'clock in the morning."]
["And Iowa knows about clean energy and biodiesel and wind turbines that will free this country from the grip of foreign oil.I don't want a Tax Code that rewards companies for creating jobs overseas, I want to reward companies that create jobs right here in America.", "That's what change is, Iowa.Change is turning the page on a decade of war so we can do some nation-building here at home, repairing our roads and our bridges, making our schools state of the art, putting our veterans back to work, because nobody who fights for this country's freedom should have to fight for a job or a roof over their heads when they come home.", "That's what we're fighting for.", "That's why we're not done.Change is a future where we reduce our deficit by asking the wealthiest Americans to go back to the tax rates they paid when Bill Clinton was in office.", "We'll cut out spending we don't need."]
["You'll give up on the change we've fought for.", "You'll walk away and leave them to make decisions that affect every American.", "In other words, their bet is on cynicism.", "But, Iowa, you taught me to bet on you.", "You taught me to bet on hope.I'll work with anybody, of any party, to move this country forward."]
["\"And everybody says, \"Fired up!\"", "And she says, \"Ready to go!\"", "And everybody says, \"Ready to go!", "\"And I'm thinking, this woman is showing me up.", "This is my meeting."]
["One voice can change a room.", "And if it can change a room, it can change a city.", "And if it can change a city, it can change a State.", "And if it can change a State, it can change a nation.", "And if it can change a nation, it can change the world.And, Iowa, in 2008, your voice changed the world."]
["I've become more accustomed to these now.And finally, I get dressed, I go downstairs, and I'm walking out to the car, and my umbrella blows open, and I'm soaked.", "So by the time I'm in the car, I'm wet and I'm mad and I'm still kind of sleepy.", "And it turns out that Greenwood is several hours away from everyplace else.", "So we drive and we drive and we drive and we drive.", "And finally, we get to Greenwood, although you don't know you're in Greenwood right away because there are not a lot of tall buildings around."]
["Our fight for change goes on.Because we know this Nation cannot succeed without a growing, thriving middle class and sturdy ladders for everybody who's willing to work to get into that middle class.", "Our fight goes on because America's always done best when everybody's got a fair shot and everybody's doing their fair share and everybody plays by the same rules.", "The people of Iowa understand that.", "That's what we believe.", "That's why you elected me in 2008."]
["We understand that.", "But what we also know is that when we decide to make a difference, when Americans come together, determined to bring about change, nobody can stop us.", "We cannot be stopped.And after all we've been through together, after all that we fought through together, we cannot give up on change now.We know what real change looks like.", "Change is a country where every American has a shot at a great education, where we recruit new teachers, train new workers, bring down tuition so that no one in this country is forced to give up the dream of a college education.Change comes when we live up to this country's legacy of innovation by investing in the next generation of technology and manufacturing.", "Instead of subsidizing oil company profits, I want to support energy jobs of tomorrow."]
["And we pull up to a small field house, and I walk in, and I'm looking around.", "I don't hear a lot going on.", "And the State representative said she was going to organize a little meeting for us, and we walk in, and there are about 20 people there.", "And they're all kind of wet too, and they don't look very excited to see me.", "But I'm running for President, so I do what I'm supposed to do, and I'm shaking hands; I say: \"How do you do?"]
["And that's why we've come too far to turn back now.", "We've come too far to let our hearts grow faint.", "Now is the time to keep pushing forward, to educate all our kids and train all our workers and to create new jobs and rebuild our roads and bring back our troops and care for our veterans and broaden opportunity and grow our middle class and restore our democracy and make sure that no matter who you are or where you come from or how you started out, what you look like, who you love, what your last name is, here in America, you can make it if you try.", "That's what we're fighting for.And, Iowa, after all the months of campaigning, after all the rallies, after the millions of dollars of ads, it all comes down to you.", "It's out of my hands now."]
["And we've seen over the last 4 years, the status quo in Washington, they are powerful and they have fought us every step of the way.When we tried and succeeded in reforming our health care system, they spent millions trying to stop us.", "When we tried and succeeded in reforming Wall Street, they spent millions to push us back.", "And we kept on going.", "But those were tough fights.And what the protectors of the status quo in Washington are counting on now is that you'll get worn down by all the squabbling.", "You'll get fed up with the dysfunction."]
["They'll always have access and influence.", "The people who need a champion are the Americans whose letters I read late at night after a long day in the office, the men and women I meet on the campaign trail every day.The laid-off furniture worker who's retraining at the age of 55 for a new career at a community college, she needs a champion.", "The restaurant owner who needs a loan to expand--he's got great food but the bank turned him down--he needs help.", "He needs a champion.", "The cooks and the waiters and cleaning staff, working overtime in a hotel in Des Moines or Vegas, trying to save enough to buy a first home or send their kid to college, they need a champion.The autoworker who was laid off, thought the plant would never reopen, and is now back on the job, filled with pride and dignity, building a great car, building America, he needs a champion."]
["And if you want to break the gridlock in Congress, you'll vote for leaders who say--who feel the same way, whether they're Democrats or Republicans or Independents, the kind of Iowa leaders you've always had: Tom and Christie Vilsack and Tom Harkin and Leonard Boswell and Bruce Braley and my great friends Tom Miller and Mike Fitzgerald.But there are some principles you've got to fight for.", "There are times where you've got to take a stand.", "If the price of peace in Washington is cutting deals to kick students off of financial aid or get rid of funding for Planned Parenthood or let insurance companies discriminate against kids with preexisting conditions or eliminate health care for millions on Medicaid who are poor or elderly or disabled, I won't pay that price.", "That's not a deal I will make.", "That's not bipartisanship."]
["I've come back to Iowa one more time to ask for your vote.", "I came back to ask you to help us finish what we've started.", "Because this is where our movement for change began.", "Right here.", "Right here.Right behind these bleachers is the building that was home to our Iowa headquarters in 2008."]
["After a few minutes, I'm feeling kind of fired up.", "I'm feeling like I'm ready to go.", "So I start joining in the chant, and my staff starts joining in the chant.", "And suddenly, I feel pretty good.And we go on to talk about the lives of the people in the room and their families and their struggles and their hopes for their kids and their grandkids.", "And we drive out, and it's still raining, but it doesn't seem so bad."]
["And, Iowa, that's why I'm running for a second term as President of the United States.Now, the choice you make tomorrow--and you understand this; Iowans, you guys pay attention the choice you make is not just between two candidates or parties.", "It's a choice between two different visions of America; who we are, what we believe, what we care about.", "It's a choice between going back to the top-down policies that caused the mess we've been fighting our way out of for 4 years, or moving forward to a future that's built on a strong and growing middle class.And, Iowa, you know me as well as anybody.", "You've seen a lot of me these last 6 years.And you know what, you may not agree with every decision I've made; Michelle doesn't.", "There may be times where you've been frustrated at the pace of change."]
["That's not change.", "That's surrender to the same forces of the status quo that has squeezed middle class families for way too long.And, Iowa, I'm not ready to give up on the fight.", "I've got a lot more fight left in me.", "But to wage that fight on behalf of American families, I need you to still have some fight in you too.The folks at the top in this country, turns out they don't need another champion in Washington.", "They'll always have a seat at the table."]
["But as long as I'm President, we're not going to turn Medicare into a voucher just to pay for another millionaire's tax cut.", "We're not going to kick a kid off of Head Start just to pay for a millionaire's tax cut.Because our budget reflects our priorities and our values.", "And we know what our future requires.", "We know what real change is.", "You've--you helped teach me that, here in Iowa."]
["We're less dependent on foreign oil than any time in the last 20 years.", "We've doubled the production of clean energy.", "Because of the service and sacrifice of our brave men and women in uniform, the war in Iraq is over.", "The war in Afghanistan is ending.", "Al Qaida is on the run."]
["It's in yours.", "All of it depends on what you do when you step into that voting booth tomorrow.", "It's just a remarkable thing, the way our democracy works.", "And at a certain point, all this effort and all these campaign rallies, and then it just comes down to each of us, as citizens.", "All of it depends on you bringing your friend or your neighbor, your coworker, your mom, your dad, your wife, your husband to the polls.That's how our democracy is supposed to be."]
["We knew we were coming back to Des Moines for the last campaign rally I'll ever do for me.", "And so we were getting kind of sentimental.", "And we called up Edith Childs.", "And we said, why don't you come on up?", "No, no, no, listen to this."]
["Folks in Iowa, I know you may have heard this story, but it was early in the primaries, and we were still way down in the polls, and I think this just--this office had just finally gotten the heat turned on.", "And at the time, I was still competing in South Carolina; it was one of the early primary States.", "And I really wanted the endorsement of a State representative down there.", "I'd met her at some function where I was--nobody knew me, nobody could pronounce my name.", "They're wondering, what's he thinking?"]
["When we had a steak fry to march to, when we had a J-J dinner to fire up, you brought your neighbors and you made homemade signs.", "When we had calls to make, teachers and nurses showed up after work, already bone tired, but staying anyway, late into the night.And you welcomed me and Michelle into your homes.", "And you picked us up when we needed a lift.", "And your faces gave me new hope for this country's future, and your stories filled me with resolve to fight for you every single day I set foot in the Oval Office.You inspired us.", "I want to take this opportunity to say one thing to all the young people and not-so-young people who've given so much to this campaign over the years, those of you who haven't done this just for me, but for each other--for a laid-off family member, for a sick child, for a fallen friend--to all of you who've lived and breathed the hard work of change: I want to thank you.You took this campaign and you made it your own."]
["So a few hours later, I wake up, and I'm feeling terrible.", "I think a cold's coming on.", "And I open up the curtains to try to get some light to wake me up, but it's pouring down rain, terrible storm.", "And I take a shower and get some coffee, and I open up the newspaper and there's a bad story about me in the New York Times.", "I was much more sensitive at that time to bad stories."]
["This is true.", "And it turns out she's famous throughout the area.", "When she goes to football games and when she goes to rallies and she goes to community events, she does this chant of hers.", "She does it wherever she goes.", "So for the next few minutes, she just keeps on saying, \"Fired up!"]
["Usama bin Laden is dead.We've made real progress these past 4 years.", "But, Iowa, we're here tonight because we've got more work to do.", "We're not done yet on this journey.", "We've got more road to travel.", "As long as there's a single American who wants a job but can't find one, as long as there are families working harder but still falling behind, as long as there's a child anywhere in Des Moines, anywhere in Iowa, anywhere in this country languishing in poverty, barred from opportunity, our work isn't done."]
["But they expect to see us fight for them.", "And that's what I intend to keep doing, with your help, for the next four and a half years.", "So thank you very much, everybody.", "Thank you."]
["Now, the other side has a just fundamentally different   view of these issues, and that's before we start talking about things like the courts and access to justice and women's rights and voting rights and a whole range of social concerns where, again, there is a -- immigration -- where there is a big contrast between what the other side is peddling and what I think is needed to make this country strong.", "So you're probably going to have as big a contrast in this election as we've seen in a very long time.", "And that means that we may have to work even harder than we did in 2008.", "The good news is I think the American people are on our side.", "I think the American people understand that this country is stronger when we come together, and we're looking out for one another, and we're thinking about the future, and not just the next election."]
["The good news is we're making enormous progress on a whole range of fronts.", "The auto industry is back on its feet, selling cars.", "GM is making regular profits and is the number-one automaker again in the world, and they're making better cars.", "We've made progress in doubling fuel-efficiency standards on cars that help our environment and are reducing -- is reducing our dependence on foreign oil.", "Actually, each year that I've been in office we've been importing less oil, even as the economy has become more productive and is growing."]
["Four million jobs over the last two years.", "The best manufacturing job growth since the 1990s -- 600,000 jobs just in the last three months alone.", "So we're making progress, but I think all of us understand that we've still got a lot more work to do, partly because we haven't fully recovered from the depths of this crisis -- there are still too many people out there who are looking for work, there are still too many homes that are underwater.", "Florida -- the economy here is still suffering from the headwinds of the housing market and its collapse.", "But partly because when we ran for office -- when I ran for office in 2008, the goal wasn't just to get back to where we were in 2007."]
["And that big, inclusive, generous, bold, ambitious vision of America is what's at stake, is what we're fighting for.But I guess in these initial remarks what I just want to say is that many of you got involved in my campaign back in 2008, many of you got involved in my Senate campaign back in 2004, some of you got involved in my state Senate campaign back in -- I don't remember when that was.", "I think that the reason we were successful was not because I was a flawless candidate or I ran a flawless campaign, but it was because together we were able to give voice to this shared vision of what America should be.", "And I want you to know that I have kept faith with that vision all these years and that's not wavered.", "And whether it's making a decision about getting all of our troops out of Iraq, or it was making a decision about ending \"don't ask, don't tell,\" or it was making a decision about expanding Pell grants so more people have access to college, or it's trying to present a balanced approach to deficit reduction, what animates me continues to be the same vision that you guys helped me realize way back when.This will be my last campaign.", "A friend of many of us, Ab Mikva, used to say that being friends with a politician is like permanently having a child in college."]
["And some of them mentioned education.", "They said the single most important reason for us to move back here is because they're more highly skilled workers here, and as long as we're investing in K through 12 and our community colleges, and have enough engineers and scientists, then that's going to be a reason for us to locate here.And a number of them said the fact that we've got the most innovative research taking place in the United States, that's what's going to make a difference.", "And another one said, well, logistically -- I think this was maybe Otis Elevators -- he said it's kind of hard to move elevators around -- and so making sure we've got the best infrastructure in the world is going to be what is the determining factor in whether or not we locate a plant here in the United States.And as I listened to each one of these companies I was reminded that everything we've done over the last three years -- but more importantly, everything we have to do over the next five years -- has to be designed to making sure that this economy is once again one that is built on a solid foundation, one that is not done with bubbles, one that is not based on simply shuffling paper, but one that's based on making things and selling things and one in which everybody -- business, workers, communities -- all feel invested in each other.", "And that's what we've been trying to do over the last three years as we've dug ourselves out of the worst recession since the Great Depression.", "That's why it's been so important for us to invest in education like never before, and that's why it's been so important for us to make sure -- with the help of folks like Claire and Dick -- that we continue to invest in research."]
["The common theme was that they were all insourcing.", "They were bringing jobs back to America.", "Many of them had located plants in China, located plants in Mexico, and because of the extraordinary growth in productivity in the United States over the last several years, because wages are going up pretty rapidly in places like China, because of energy costs and transportation costs and a whole range of other factors, we're getting to this point where when you account for everything, that America is fully competitive in manufacturing and more than competitive in services with any other country in the world.", "Those are a good news story.", "But I asked them, what is it that's going to make the biggest difference in accelerating this trend so you start seeing more and more companies decide let's move back into the United States -- let's move our plants back?"]
["Now they're in the Supreme Court trying to get the Supreme Court to take your healthcare away in the middle of a pandemic.", "Why would you do that?", "Just to spite me?", "Why in the middle of a pandemic would you offer nothing but empty promises and try to kick people off their healthcare?", "Georgia, something got to go."]
["And even for folks who get better, your insurer could still consider COVID-19 a pre-existing condition, which means you might not be able to get insurance next time if the protections that we put in place 10 years ago with the Affordable Care Act were eliminated.", "Republicans love to say right before an election they're going to protect your preexisting conditions.", "Listen, with the Affordable Care Act, Joe Biden and I actually did it 10 years ago.", "Those protections are already in place.", "We were acquired insurers to cover your pre-existing conditions."]
["Everybody, if they're willing to work hard, has a chance to make it.", "Imagine having public officials who you abide by the values our mamas and our grandmas and grandpas taught us.", "Being honest, being responsible, working hard, looking after those who can't look after themselves, showing compassion, believing in justice.", "All that is possible.", "All that is within our reach for all."]
["Now Trump's chief of staff finally admits what we've known all along.", "He was quoted.", "Just a few days ago.", "He said, \"We're not going to control the pandemic.\"", "Well, yeah, we noticed."]
["Almost half the people who are eligible, typically, do not vote.", "Yes, part of this is because folks make it hard to vote.", "Your governor right here in Georgia, seems to make it his job to come up with ways to make it as hard as possible for some Georgians to vote.", "These folks sure are scared of folks voting, aren't they?", "Think about that."]
["But one of the things they have in common with them is when you start calling them out, they cut and run.", "You saw president Trump.", "He's in the middle of a 60 Minutes interview.", "He just walked out.", "It's too tough."]
["And if we do, Georgia, we vote like our lives depend on it because they do, we will let John Ossoff and Reverend Warnock to the United States Senate, we will send Joe Biden, Kamala Harris to the White House, and we will leave no doubt about who we are and what this country stands for.", "Honk if you're ready to go.", "Honk if you're fired up.", "Georgia, let's do this.", "Let's go out there and show that we believe."]
["Right now we've seen Americans of all races join together to declare in the face of injustice and brutality that black lives matter no more, but no less.", "That we don't want anybody feeling superior or better than anybody else.", "We just want everybody to treat each other with common decency and respect.", "That's all we want, just basic fairness so that no child in this country should feel the continuing sting of racism and that they're judged by the content of their character.", "We've seen people march all across this country."]
["We've got to channel their activism in action.", "We can't just imagine a better future.", "We've got to fight for it.", "If you haven't voted yet, go out and vote.", "It's not that much to ask, go out there and vote, do this basic thing that can make America better."]
["I'm asking you in your ability to believe in John Ossoff and Reverend Warnock and Joe Biden and Kamala Harris, but most importantly, your collective ability to get us out of these dark times and help us build back better.", "I'm asking you to believe in your ability to change America.", "We can't abandon the Americans who are hurting right now.", "We can't abandon the young people who aren't getting the education they deserve right now.", "We can't abandon those young people who are out there who inspired us this summer."]
["That taught him a little bit about working together, by looking out for others, about sharing.", "His mom spent her summers as a young woman, picking cotton and tobacco.", "His dad was a veteran and a small businessman who preached on Sunday.", "He knows about the power of opportunity and the God-given right to dignity and decent wages for working people.", "Reverend Warnock earned his degree at Morehouse, a Morehouse man, but he did it with the help of Pell Grants and student loans, so, you know, he's going to fight for every single young person who dreams of a college education, but doesn't know how he or she's going to pay for next semester's classes."]
["Perdue was like one of those chickens.", "I would have felt bad for the guy if he hadn't voted four times to take away your pre-existing conditions protections.", "Four times he voted against it.", "They were supposed to have another debate last night.", "Perdue chickened out, pulled out."]
["Georgia is a better place than it used to be.", "There used to be a lot of violence and cruelty in this place.", "And it's a better place because some folks went out there and made sacrifices, black and white.", "In America, it's a better place than it used to be, but it can be better now, but you've got to do the work.", "It's all up to you now."]
["It made things better.", "I didn't get everything done that I want to get done when I was president.", "But I could say, when I looked back at the end eight years, you know what?", "The country is better off now than it was when I took office.", "20-some million million people have healthcare that didn't have it before."]
["Hello, Atlanta.", "Hello, Georgia.", "Can everybody please give a big round of applause?", "That's the kind of young people that are going to lead the way.", "Oh, I am excited."]
["That's a good thing.", "Children that were in poverty had been lifted up out of poverty, not all of them, but some of them.", "That's a good thing.", "Maybe this next generation came up and saw that black and white can work together, that we don't have to be at odds, that we can treat each other with dignity and respect, that we don't have to be scared of each other, but should reach out to each other.", "A president by himself, can't solve every challenge in the economy."]
["Imagine if 70% of us voted, not a hundred percent, just 70%.", "Imagine January 20th.", "When we swear in President Biden and Vice President Harris and Reverend Warnock and John Ossoff are in the United States Senate.", "Imagine having leaders in office who have a plan to get us out of this mess and who care about working Americans and have a plan to help you start getting ahead, who believe in science and have a plan to protect this planet for our kids, who believe in racial equality and are willing to do the work to bring us closer to an America where no matter what you look like, or where you come from, or who you love, or how much money you got, everybody's treated with dignity.", "Everybody's treated with respect."]
["He's been there.", "Last time I saw Reverend in person, was in Ebeneezer Baptist church for the Memorial service for John Lewis.", "He possesses the moral courage John did, to question right, and wrong and call things for what they are.", "He's got the moral clarity to shine a spotlight on injustice and make the powers that be, uncomfortable.", "We need some folks who will shake things up a little bit, and he's going to lead us in Washington to overcome our own complacency and our own fears and our own prejudices, to become better truer versions of ourselves."]
["That's who he is, and that's who we all need to be.", "Look, we got one day left.", "I've been making a lot of arguments out there.", "Some of them should be obvious, and yet I know that there's still people out there who aren't voting.", "I want to talk to you right now."]
["I got to go to Georgia.", "This is a big deal.\"", "You have two extraordinary candidates and Jon and the Reverend who deserve your vote.", "Let's face it.", "You've also got two senators who badly need to be replaced."]
["That's why the Senate gets these special briefings, to serve the interests of the people who have sent you to Washington, to serve their interests before your own.", "When I heard that your two senators here in Georgia...", "Understand what I'm about to say now is not a partisan statement.", "I'd be just as hard if I heard the Democrat was doing this.", "Your two senators publicly were telling you that the virus would be no big deal, but behind closed doors, they were making a bunch of moves in the stock market to try to make sure their portfolios were protected instead of making sure you are protected."]
["Help them make a plan to vote tomorrow because this election is going to take every single one of us.", "Right here in Georgia, you've got an even bigger power to deliver the change that we need.", "You can be a state that sends Joe Biden and Kamala Harris to the White House.", "I got a chance to campaign with Joe over the weekend.", "It felt like the old days."]
["And like so many doctors who've been risking their lives to save others, so many nurses and healthcare workers on the front lines, Alisha has been putting herself at risk.", "So you know that Jon's not going to go around accusing doctors of trying to profit from the pandemic.", "You heard that's what Trump said, right?", "He said, \"Well, doctors are exaggerating this because they just want to make more money.\"", "These doctors, these nurses, these healthcare workers, they are in there, they are exposing themselves to this disease."]
["It's either your senators or your healthcare.", "If I were you, I'd choose your healthcare.", "Get rid of the senators who are trying to take it away.", "You know your senators aren't going to stand up to protect it.", "They love to talk tough like President Trump."]
["Not just one of them.", "Both of them.", "They're like Batman and Robin gone bad.", "It's like the dynamic duo of doing wrong.", "I don't know what they were thinking, but Georgia, I promise you, Georgia was definitely not on their mind."]
["You drive through some neighborhoods in Atlanta or Chicago or Washington DC, or you go out in some rural areas and some small towns, and you think, \"You know what?", "Folks are still having a hard time, and some of the things that should have been fixed, haven't been fixed,\" and you get discouraged.", "I get it.", "Even as President of the United States, there were times where I thought, \"Man, I want ...", "I thought I could get this done or that done, and somehow the special interests and the lobbyists and others are blocking it and making it hard.\""]
["And since then, Republicans have tried to repeal or undermine the Affordable Care Act more than 60 times.", "They've promised, \"Don't worry.", "After we repeal it, we're going to replace it with a really wonderful plan.\"", "Every two weeks for 10 years they've been promising a new plan.", "Have you seen this new plan?"]
["He's going around spreading COVID.", "He's like a carrier because he cares more about having big crowds than he does about keeping people safe.", "He told his supporters, \"Don't tell anybody, but he's going to fire Dr. Fauci after the election.\"", "Don't boo.", "Vote."]
["Well, that's just what he did on this virus.", "And how'd that turn out?", "Listen, America deserves better than this.", "Georgia, you deserve better than this.", "You really do."]
["The scariest Halloween costume he saw this year was Jon Ossoff in debate.", "But let me tell you what's really scary, Georgia.", "Republicans threatening to end preexisting conditions protections for 100 million people in the middle of a pandemic.", "That is scary.", "And you have the power to do something about it."]
["You get frustrated.", "I get it.", "But you know what?", "Whenever I get in one of those moods, I just remind myself that when we work together, when we put in a little bit of effort, things may not get perfect, but they do get better.", "When John Lewis started marching across that bridge, it didn't eliminate racism and bigotry in America, but it started something that got the Voting Rights Act passed."]
["But if we elect people like Joe Biden and Kamala Harris, if we elect Reverend Warnock and Jon Ossoff, who are focused on working people and getting you the help that you need, it can make a difference for thousands of people and 10 thousands of people, maybe a few million people might be better off.", "A president, by himself, can't eliminate all racial bias in our criminal justice system.", "But, if we elect district attorneys and state's attorneys and sheriffs who are focused on equality and justice, it can make things better.", "John understood this.", "Dr. King understood this."]
["Abraham Lincoln understood it.", "George Washington understood it.", "John, I remember talking to John Lewis right before he passed.", "We talked about all these young people who had come out to start this wave of marches, non-violent, peaceful protests all across the country.", "We talked about how this younger generation, they don't have to choose between protest and politics."]
["The people of Georgia right now, who decided not to vote.", "Maybe you don't like who's in the White House right now, but you just lost faith in government.", "You're frustrated.", "You don't think government makes a difference.", "Maybe you're troubled by what the two current senators in Georgia have done, but you're not really confident or certain about how much of a difference it'll make in your lives."]
["You've seen towns where they're barely any black folks and they still got folks marching with signs up because they believe that we can be better.", "Georgia, America's a good and decent place.", "We've just seen so much noise and so much nonsense and distraction.", "And we've seen media companies and politicians make a business of making us hate each other because it drives clicks and drives eyeballs.", "And so sometimes it's hard to remember, but I'm asking you to remember what this country can be."]
["Not making things perfect, but making things better, laying that path, brick by brick, to a better future, putting us on track, so that a generation from now, two generations from now, three generations from now, we can look back and we can say, \"Yeah, that was a moment when we turned towards our better angels, towards our better impulses, where we started to pull together as a nation, instead of being riven apart.\"", "The fact that we don't get 100% of what we want, is not a good reason not to vote.", "We got to keep at it.", "Typically, just over 50% of us vote.", "Think about that."]
["You see all this gray hair I got?", "It still looks good, you said?", "All right.", "I'll let Michelle know.", "But the reason I'm here, look, I thought after my last campaign in 2012, I thought, \"All right, I'll campaign in '16, and then I'll just go off and write my book and work on my golf game and spend a little more time with my wife.\""]
["God bless you.", "God bless the United States of America."]
["For eight years, he was the last one in the room whenever I faced a big decision.", "He made me a better president, and he's got the character and the experience to make us a better country.", "He and Kamala are going to be in the fight not for themselves, but for every single one of us, but if they are going to deliver the change we need getting this pandemic under control, restarting our economy, protecting our healthcare, protecting our planet, reforming our criminal justice system, giving every young person a equal chance, then they're also going to need a Senate that actually cares about those things.", "Georgia, not only can you put Joe and Kamala over the top, but you can be the state that gives us all a better chance because you've also said, \"Jon Ossoff and Reverend Raphael Warnock to the United States Senate.\"", "I didn't originally plan to come to Georgia."]
["That's what this campaign's about, Roanoke.", "And that's why I'm running for a second term as President of the United States of America.", "Now, let me say this.", "It's fashionable among some pundits and this happens every time America hits a rough patch it's fashionable to be saying, well, this time it's different, this time we really are in the soup; it's going to be hard to solve our problems.", "Let me tell you something."]
["Bend your knees.", "Don't stand up too straight.", "The paralegals will be the paralegals?", "You don't need lawyers.", "The paramedics will be coming by, so just give folks a little bit of room, they'll be fine."]
["Now, here's the problem.", "You may have guessed we tried this.", "We tried this in the last decade and it did not work.", "Now, before I finish, can I say, by the way, that some of you have been standing for a while and I see a couple folks slumping down a little bit.", "Make sure you're drinking water."]
["That's the idea of America.", "It doesn't matter what you look like.", "It doesn't matter where you come from.", "It doesn't matter what your last name is.", "You can live out the American Dream."]
["No, no, I mean, I'm just telling you.", "You've seen the ads, and they're going to run more of them, and there will be all kinds of variations on the same theme.", "But it will be the same basic message over and over and over and over and over again.", "Now, their ads may be a plan to win an election, but it's not a plan to put people back to work.", "It's not a plan to strengthen the middle class."]
["And, by the way, we've tried that before a guy named Bill Clinton did it.", "We created 23 million new jobs, turned a deficit into a surplus, and rich people did just fine.", "We created a lot of millionaires.", "There are a lot of wealthy, successful Americans who agree with me because they want to give something back.", "They know they didn't look, if you've been successful, you didn't get there on your own."]
["I do believe we can cut we've already made a trillion dollars' worth of cuts.", "We can make some more cuts in programs that don't work, and make government work more efficiently.", "Not every government program works the way it's supposed to.", "And frankly, government can't solve every problem.", "If somebody doesn't want to be helped, government can't always help them."]
["This happens at every event.", "I love you back.", "But I just want to point out that we tried their theory for almost 10 years, and here's what it got us:  We got the slowest job growth in decades.", "We got deficits as far as the eye can see.", "Your incomes and your wages didn't go up."]
["So all these issues go back to that first campaign that I talked about, because everything has to do with how do we help middle-class families, working people, strivers, doers how do we help them succeed?", "How do we make sure that their hard work pays off?", "That's what I've been thinking about the entire time I've been President.Now, over the next four months, the other side is going to spend more money than we've even seen in history.", "And they don't really have a good argument for how they would do better, but they're thinking they can win the election if they just remind people that a lot of people are still out of work, and the economy is not growing as fast as it needs to, and it's all Obama's fault.", "That's basically their pitch."]
["I don't think those are good ideas.", "So what I've said to the Republicans is, look, all right, let's have this debate about the tax cuts for the wealthiest folks.", "I don't mind having that debate.", "But in the meantime, let's go ahead and do what we agree on, which is give 98 percent of Americans some certainty and some security.", "So far, they haven't taken me up on my offer."]
["I mean, imagine if everybody had their own fire service.", "That would be a hard way to organize fighting fires.", "So we say to ourselves, ever since the founding of this country, you know what, there are some things we do better together.", "That's how we funded the GI Bill.", "That's how we created the middle class."]
["You're still betting on hope and you're still betting on change and I am still betting on you.", "I love you back.", "Well, let me just say this if I win Virginia, I'm going to get four more years.", "That I can say with some confidence.", "And the reason you're here tonight is because no matter how petty and small politics seems sometimes, you recognize that the stakes could not be bigger."]
["In 2008, I promised to make sure that middle-class taxes didn't go up.", "And in fact, because of the recession, you needed some help, so we cut the typical family's income taxes by $3,600.", "So if you hear somebody say that I'm a big tax guy, just remember $3,600 for the typical family.", "That's the tax break you've gotten since I've been in office.", "Four years later, I'm running to keep middle-class taxes low."]
["Times have been tough, but America's character hasn't changed.", "The core decency of the American people is undiminished.", "Our willingness to fight through and work through the tough times and come together, that's still there.And so, just as we came together in the last campaign not just Democrats, by the way, but Republicans and independents, because we're not Democrats or Republicans first, we're Americans first.", "Just like we came together in 2008, we know that we've got to keep working, we got to keep moving forward in 2012.", "And we knew back then that it wasn't going to be easy."]
["The only thing that's happening to you is that you now have more security because insurance companies can't drop you when you get sick.", "And they can't mess around with you because of some fine print in your policy.", "If you're paying your policy, you will get the deal that you paid for.", "That's why we passed health care reform.", "Now, one last thing one of the biggest differences is how we pay down our debt and our deficit."]
["We are thrilled to have them both with us today.", "I want to thank Mayor David Bowers who's here.", "City Manager, Christopher Morrill.", "Fire Chief, David Hoback.", "And we've got former Majority Leader of the House of Delegates, Dick Cranwell is here."]
["So that's part number one, right.", "More tax cuts for those at the top.", "Part number two is they believe if you tear down all the regulations that we've put in place for example, on Wall Street banks or on insurance companies or on credit card companies or on polluters that somehow the economy is going to do much, much better.", "So those are their two theories.", "They've got the tax cuts for the high end, and they've got rollback regulation."]
["If you were successful, somebody along the line gave you some help.", "There was a great teacher somewhere in your life.", "Somebody helped to create this unbelievable American system that we have that allowed you to thrive.", "Somebody invested in roads and bridges.", "If you've got a business you didn't build that."]
["I went to Washington to fight for the middle class.", "I went to Washington to fight for working people who are trying to get into the middle class, and have some sense of security in their lives.", "People like me and Mr. Romney don't need another tax cut.", "You need some help right now to make sure your kids are living the kind of life you want for them.", "And that's why I'm running for a second term as President of the United States."]
["And look, Virginia, I want to repeat this is a choice.", "If you think their way of doing things is a recipe for economic growth and helping the middle class, then you should vote for them.", "You can send those folks to Washington.", "I promise you they will carry out what they promise to do.", "But that's not why I went to Washington."]
["Now, this gives you a sense of how Congress works these days  you've got the possibility of your taxes going up in four months, five months, and instead of working on that, guess what they worked on this week?", "They worked  they voted for the 33rd time to try to repeal a health care bill we passed two years ago, after the Supreme Court said it's constitutional and we are going to go ahead and implement that law.", "I don't know about you, Virginia, but I think they've got a better way to use their time.", "I think helping you make sure your taxes don't go up, that would be a good use of congressional time.", "Now, this is just a small example of the difference between myself and Mr. Romney, between myself and some of the Republicans who are running Congress."]
["And then I'd meet a single mom somewhere and I'd think about my mom.", "I never knew my dad.", "He left when I was just barely a baby, and so and my mother didn't have a lot of money and she was struggling, and she had to go back to school raising a kid, later raising my sister, and she had to work while she was in school.", "But despite all that, because she was in America, she was able to get grants and scholarships and her kids were able to get grants and scholarships.", "And they could go as far as their dreams could take them."]
["I believe that you grow the economy from the bottom up.", "I believe that when working people are doing well, the country does well.", "I believe in fighting for the middle class because if they're prospering, all of us will prosper.", "That's what I'm fighting for, and that's why I'm running for a second term as President of the United States.", "Now, this is what I've been focused on since I've been in office."]
["And then I'd talk to some working folks, and I'd think about Michelle's family her dad who was a blue-collar worker, worked at a water filtration plant in Chicago, and her mom was a secretary.", "And yet, despite never having a lot, there was so much love and so much passion and her dad had MS, so he had to wake up an hour earlier than everybody else just to get to work because it took him that long to get dressed, and he could barely walk.", "But he never missed a day's work because he took pride in the idea that, you know what, I'm going to earn my way and look after my family.", "And I'd see that same pride in the people I was talking to.", "And what this reminded me of was that, at the heart of this country, its central idea is the idea that in this country, if you're willing to work hard, if you're willing to take responsibility, you can make it if you try."]
["Somebody else made that happen.", "The Internet didn't get invented on its own.", "Government research created the Internet so that all the companies could make money off the Internet.", "The point is, is that when we succeed, we succeed because of our individual initiative, but also because we do things together.", "There are some things, just like fighting fires, we don't do on our own."]
["Let's take some of that money and rebuild our roads and our bridges and our rail systems, and let's build wireless networks into rural communities so everybody can tap into world markets.", "Let's put construction workers back to work doing what they do best and that is rebuilding America.", "That's why I'm running for a second term as President of the United States.", "That's the choice you face.", "I'm running to make sure that our kids are getting the best education in the world."]
["And I don't need to tell you what we've been through over the last three and a half years because you've lived it.", "Too many folks lost jobs.", "Too many people saw their homes lose value.", "Too many folks saw their savings take a hit.", "But you know what's given me confidence and faith is that fact that as I've traveled around the country now, just like I used to travel around Illinois, that same decency, those same values they're still alive, at least outside Washington."]
["We're seeing more money flooding into the system than ever before, more negative ads, more cynicism.", "A lot of the reporting is just about who's up and who's down in the polls instead of talking about the things that matter in your day-to-day life.", "So I know all this kind of makes it tempting to just turn off the TV set, and turn away from politics.", "And there are some people who are betting that you lose interest.", "But the fact that you are here tells me that you're still ready to work to make this a better country."]
["So we need to stop that tax hike from happening.So you would think that this makes sense, right, because the Republicans say they're the party of no new taxes, right?", "That's what they always say.", "Except so far, they've refused to act.", "And this might confuse you.", "You might say, why would they not want to give 98 percent of Americans the certainty of this income tax cut?"]
["And so the reason that I continue to have confidence is because when I look at you, I see my grandparents.", "When I see your kids, I see my kids.", "And I think about all those previous generations our parents and grandparents and great-grandparents.", "Some of them came here as immigrants, some were brought here against their will.", "Some of them worked on farms, and some worked in mills, and some worked in mines, and some worked on the railroad."]
["My opponent, Mr. Romney's plan is he wants to cut taxes another $5 trillion on top of the Bush tax cuts.", "Well, first of all, like I said, the only way you can pay for that if you're actually saying you're bringing down the deficit is to cut transportation, cut education, cut basic research, voucherize Medicare, and you're still going to end up having to raise taxes on middle-class families to pay for this $5 trillion tax cut.", "That's not a deficit reduction plan.", "That's a deficit expansion plan.", "I've got a different idea."]
["And I now intend to transition out of Afghanistan and bring our troops home.", "And what I said is, because of their outstanding work, we've been able to decimate al Qaeda and take out bin Laden.", "And so now it's time for us to take half of the money we were saving on war and pay down our deficit, and use the other half to do some nation-building here at home.", "Roanoke knows something about transportation this was a railroad hub for a long time.", "So you know how important that is to growing an economy."]
["Three years later, GM is number one again and the American auto industry has come roaring back.", "So I believe in American manufacturing.", "I believe in making stuff here in America.", "My opponent, he invested in companies who are called \"pioneers\" of outsourcing.", "I don't believe in outsourcing I believe in insourcing."]
["Well, it turns out they don't want you to get your tax break unless the other 2 percent, the top 2 percent, they get their tax break as well.Now, understand, the top 2 percent, folks like me, we're the ones who most benefited over the last decade from not only tax breaks, but also a lot of the money from increased profits and productivity went up to that top 2 percent.", "So the bottom line is, the top 2 percent doesn't need help.", "They're doing just fine.And I understand why they wouldn't want to pay more in taxes.", "Nobody likes to pay more in taxes.", "Here's the problem:  If you continue their tax breaks, that costs a trillion dollars."]
["I want 2 million more people to be able to go to community colleges to get trained in the jobs that businesses are hiring for right now because a higher education, a good education is not a luxury, it is an economic necessity.", "That's how we're going to win the race for the future.", "And that's why I'm running for a second term as President to finish the job we started in 2008.", "We've got to deal with homeownership, and the fact of the matter is that my opponent's philosophy when it comes to dealing with homeowners is, let the market bottom out and let as many foreclosures happen as it takes.", "I don't think that's part of a solution that's part of the problem."]
["That you can find a job that supports a family and find a home you can make your own; that you won't go bankrupt when you get sick.", "That maybe you can take a little vacation with your family once in a while nothing fancy, but just time to spend with those you love.", "Maybe see the country a little bit, maybe come down to Roanoke.", "That your kids can get a great education, and if they're willing to work hard, then they can achieve things that you wouldn't have even imagined achieving.", "And then you can maybe retire with some dignity and some respect, and be part of a community and give something back."]
["Because what's holding us back right now are not technical questions.", "I mean, there are some big technical issues surrounding how do you spur on clean energy, how do we make sure that our manufacturing base is strong here in the United States, and we are at the cutting edge of those technologies that are going to help us win the race for the future.", "But those are solvable problems.", "The challenge we have right now is fixing our politics and making sure that we've got the kind of politics and governance here in Washington which is responsive to the needs of people, not the needs of special interests; that brings out the best in us and not the worst in us.", "And that is probably the biggest piece of business that remains unfinished."]
[" It's wonderful to see all of you.", "I've got some friends in the room who I've known a very long time; some people who I'm meeting for the first time.", "But to all of you, I appreciate yourself extending yourselves in this way.", "What I want to do is keep my remarks at the top relatively brief, and then I want to spend some time just in a conversation with you and answering some questions and getting your feedback.", "We are at a point in our history, as Dwight indicated, that I think is as important, if not more important, than where we were back in 2008."]
["And for that same spirit to be captured and to be channeled, and to be the animating spirit of Washington -- that should be our goal.", "Because if we do that, there's no problem we can't solve.", "There's no challenge we can't meet.", "I am absolutely convinced of that.", "And so I've said before that this campaign probably won't be as sexy as the first one."]
["The unemployment rate for post-9/11 veterans is actually higher than the general population, and that's something that I intend to fix.", "But it reminded me of something that Michelle and I have both experienced.", "The biggest honor of my job is serving as Commander-in-Chief.", "And I get the chance to interact a lot with people who are based all around the world; Michelle interacts with military families here, throughout the country.", "The kind of sacrifices they're making on behalf of their country, the kind of commitment and discipline, and putting country ahead of self-interest, is unbelievable."]
["It'll be tight.", "It'll be tough.", "But I also want to remind people who were on the first campaign, there's been a lot of revisionist history that says how perfect that first one was.", "It didn't feel like that when we were in the middle of it.", "And that's part of our democracy."]
["It's always a little messy, and it's always tough.", "But it's also worth it when it's done right.", "And if you're willing to join me on this journey I think at the end of the day you'll see that we're actually able to deliver the kind of change that you can believe in.", "So thank you very much, everybody.", "Thank you."]
["We've seen 20 straight months of consecutive job growth.", "We were able to pass health insurance reform, Wall Street reform, end \"don't ask, don't tell,\" end the war in Iraq -- the list goes on.", "And sometimes when Valerie and I come out of a meeting we have to remind ourselves of some of the stuff we've done because you lose track after three years.", "And so I'm very proud of our track record.", "But what is absolutely true is that huge swaths of the country are still hurting."]
["And despite some of those gains we still are way too dependent on imported oil, and we still haven't done everything we can to transition to a clean energy economy.In foreign policy, we're ending the war in Iraq and we're transitioning out of Afghanistan.", "But I didn't run for office only to end a war or only to make sure that we got bin Laden.", "We also want to make sure that we're creating opportunity all around the world; that we have a positive, proactive agenda that is helping alleviate poverty and helping to provide education, and helping to make sure that the Arab Spring is one that turns positive and that gives more people opportunity.", "So across the board we've just got a lot more work to do.", "And the only way we're going to be able to accomplish it is if we've got folks like you as energized, as enthusiastic, as committed as so many of you were in 2008."]
["And I think we've got the facts and the evidence on our side.", "And the fact that you're all here today tells me that you're interested in that same kind of vision -- one in which our kids succeed but, you know what, other people's kids succeed, too.", "Because I think that will be a better America and a better world for our kids as well.", "This is going to be a tough election.", "This is going to be a close election precisely because there are folks out there who are still hurting."]
["So you'd seen a decade of sluggish job growth; incomes and wages had flatlined even as the cost of health care and college were going up.", "And the question was, how do we restore that sense of balance?", "Now, this is all before we had a sense that we were going to be experiencing the worst financial crisis and the worst economic crisis in our lifetimes.", "And over the last three and a half years, obviously we have had extraordinary challenges -- challenges unlike any that we've seen.", "And there are a lot of folks still hurting out there -- a lot of people who are still looking for work or underemployed; a lot of folks whose homes are still underwater; a lot of people who are fearful or anxious about the future."]
["I believe that the free market is the greatest wealth generator ever devised by man, and it's at the heart, at the core of who we are.", "I think risk-takers and innovators should be rewarded.", "I think all of us benefit from the freedom of free enterprise.", "But if you look at our history, what we also realize is that what makes our markets work and what allows us then to go out and pursue our individual dreams is that there are some things we've done in concert.", "There are some things that we've done as a common enterprise -- making sure that our schools are teaching our kids the skills that they need to compete in a new economy; making certain that we're investing in science and research so that the next medical breakthrough or the next great business idea takes root right here in the United States; making sure we're investing in roads and bridges and airports and broadband lines and wireless networks that allow -- that provide a platform for businesses and individuals to succeed; and making sure that we've got basic rules of the road in place so that the markets function in a transparent, clear way so that small investors have confidence if they invest on Wall Street they're not going to get bilked by somebody who has more information than them; that we make sure that our financial system is stable and that we're not going to tip over into a situation where, because of somebody's miscalculation or sometimes just because of panic, suddenly the whole system is at risk; making sure that we have a basic safety net so that seniors who have worked all their lives can count on Social Security and Medicare; that the most vulnerable among us are cared for through programs like Medicaid; and making sure that something like health care is not the luxury of a few, but is something that if people are playing by the rules and working hard they can count on, and they don't have to worry about losing their home because their child gets sick."]
["But I'm pretty confident that if we work hard, if we stay true to that vision, that it's the one that the American people believe in as well.", "So I'm grateful for your help.", "I'm looking forward to your questions.", "And I hope you are ready to get to work.", "All right, thank you."]
["It's not good for consumers.", "It's not good for our kids.", "It's not good for our future.", "And that's ultimately what this election is going to be about.", "When you cut through all the other stuff -- there's going to be a lot of noise and a lot of day-to-day skirmishes and arguing -- but ultimately it's going to come down to, whose vision do you believe?"]
["His plans for the future are nothing more than the failed policies of the past.", "And his plan to win in November appears to come from the very same playbook that his side has used time after time in election after election.Yes, we know what's coming.", "We've seen it already.", "The same names and labels they always pin on everyone who doesn't agree with all their ideas.", "The same efforts to distract us from the issues that affect our lives by pouncing on every gaffe and association and fake controversy in the hope that the media will play along."]
["The attempts to play on our fears and exploit our differences to turn us against each other for pure political gain - to slice and dice this country into Red States and Blue States; blue-collar and white-collar; white and black, and brown.This is what they will do - no matter which one of us is the nominee.", "The question, then, is not what kind of campaign they'll run, it's what kind of campaign we will run.", "It's what we will do to make this year different.", "I didn't get into race thinking that I could avoid this kind of politics, but I am running for President because this is the time to end it.We will end it this time not because I'm perfect - I think by now this campaign has reminded all of us of that.", "We will end it not by duplicating the same tactics and the same strategies as the other side, because that will just lead us down the same path of polarization and gridlock.We will end it by telling the truth - forcefully, repeatedly, confidently - and by trusting that the American people will embrace the need for change.Because that's how we've always changed this country - not from the top-down, but from the bottom-up; when you - the American people - decide that the stakes are too high and the challenges are too great.The other side can label and name-call all they want, but I trust the American people to recognize that it's not surrender to end the war in Iraq so that we can rebuild our military and go after al Qaeda's leaders."]
["Thank you, and may God Bless the United States of America.}"]
["That's what you've accomplished in this campaign, and that's how we'll change this country together.This has been one of the longest, most closely fought contests in history.", "And that's partly because we have such a formidable opponent in Senator Hillary Clinton.", "Tonight, many of the pundits have suggested that this party is inalterably divided - that Senator Clinton's supporters will not support me, and that my supporters will not support her.Well I'm here tonight to tell you that I don't believe it.", "Yes, there have been bruised feelings on both sides.", "Yes, each side desperately wants their candidate to win."]
["I believe in our ability to perfect this union because it's the only reason I'm standing here today.", "And I know the promise of America because I have lived it.It is the light of opportunity that led my father across an ocean.It is the founding ideals that the flag draped over my grandfather's coffin stands for - it is life, and liberty, and the pursuit of happiness.It's the simple truth I learned all those years ago when I worked in the shadows of a shuttered steel mill on the South Side of Chicago - that in this country, justice can be won against the greatest of odds; hope can find its way back to the darkest of corners; and when we are told that we cannot bring about the change that we seek, we answer with one voice - yes we can.So don't ever forget that this election is not about me, or any candidate.", "Don't ever forget that this campaign is about you - about your hopes, about your dreams, about your struggles, about securing your portion of the American Dream.Don't ever forget that we have a choice in this country - that we can choose not to be divided; that we can choose not to be afraid; that we can still choose this moment to finally come together and solve the problems we've talked about all those other years in all those other elections.This time can be different than all the rest.", "This time we can face down those who say our road is too long; that our climb is too steep; that we can no longer achieve the change that we seek.", "This is our time to answer the call that so many generations of Americans have answered before - by insisting that by hard work, and by sacrifice, the American Dream will endure."]
["I trust the American people to understand that it's not weakness, but wisdom to talk not just to our friends, but our enemies - like Roosevelt did, and Kennedy did, and Truman did.I trust the American people to realize that while we don't need big government, we do need a government that stands up for families who are being tricked out of their homes by Wall Street predators; a government that stands up for the middle-class by giving them a tax break; a government that ensures that no American will ever lose their life savings just because their child gets sick.", "Security and opportunity; compassion and prosperity aren't liberal values or conservative values - they're American values.Most of all, I trust the American people's desire to no longer be defined by our differences.", "Because no matter where I've been in this country - whether it was the corn fields of Iowa or the textile mills of the Carolinas; the streets of San Antonio or the foothills of Georgia - I've found that while we may have different stories, we hold common hopes.", "We may not look the same or come from the same place, but we want to move in the same direction - towards a better future for our children and our grandchildren.That's why I'm in this race.", "I love this country too much to see it divided and distracted at this moment in history."]
["This is a man who was diagnosed at age thirty with multiple sclerosis - who relied on a walker to get himself to work.", "And yet, every day he went, and he labored, and he sent my wife and her brother to one of the best colleges in the nation.", "It was a job that didn't just give him a paycheck, but a sense of dignity and self-worth.", "It was an America that didn't just reward wealth, but the work and the workers who created it.Somewhere along the way, between all the bickering and the influence-peddling and the game-playing of the last few decades, Washington and Wall Street have lost touch with these values.", "And while I honor John McCain's service to his country, his ideas for America are out of touch with these values."]
["We're doing okay.", "Relax.", "Everybody is all right.", "We're doing fine.I want everybody to understand this.", "You had a young woman who was diagnosed with cancer, but because she had a case of acne that the insurance company said hadn't been declared, they decided they wouldn't cover her."]
["Pay attention to the health care experts -- the doctors and the nurses who know our system best.Now, I think it's fine that we've been hearing constructive criticism about these issues over the last several months because this is a big deal.", "That's how our democracy works.", "No one has all the right answers.", "We've all got a stake in getting this right.", "That's why I've said I will embrace good ideas, wherever they come from."]
["There's the young father I met in Colorado -- his child was diagnosed with severe hemophilia the day after he was born.", "And they had insurance, but because there was a cap on their coverage, as one child's medical bills piled up, this father was left frantically to search for another option, or face tens of thousands of dollars of debt.", "Another woman from Texas was about to get a double mastectomy when her insurance company canceled her policy because she forgot to declare a case of acne.", "By the time she had her insurance reinstated, her breast cancer.", "sWhat's going on, guys?"]
["You know, some of you remember during the campaign we had a slogan, \"Fired Up!", "\"Ready to go!", "Not everybody here knows how this story came about, so I'm going to tell it again.", "Because it bears on health care reform.", "This is early in the campaign when none of you knew how to pronounce my name."]
["Twenty people.", "And they're all kind of damp and they don't look that excited to see me.", "They don't really know how to pronounce my name either.", "But, you know, I'm running for president, so I'm shaking hands -- \"How do you do?", "Nice to meet you.\""]
["So I start joining in the chant.", "And for the rest of the day, wherever we went, whenever I saw my staff I said, \"Are you fired up?\"", "They'd say, \"I'm fired up, boss.\"", "\"Are you ready to go?\"", "They'd say, \"I'm ready to go!"]
["And we will simplify the complicated, convoluted financial aid forms so it's easier for you to apply for help and get the finances that you need.These are reforms that have been talked about for years, but they're always blocked by special interests and their lobbyists.", "Well, because you voted for change in November, we're going to bring change in the House of Representatives today.", "And then we will take this battle for America's students and America's working families to the Senate.", "And then I intend to sign this bill into law.", "Because that's the change you worked for."]
["I'm dragging my bags to my hotel room, and suddenly I get a tap on my shoulder -- my staffers -- I said, \"What?\"", "They said, \"We've got to be in the car at 6:30 tomorrow morning.\"", "I said, \"Why?\"", "Six-thirty?", "Why?"]
["This is when the folks who want to kill reform fight back with everything they've got.", "This is when they spread all kinds of rumors to scare and intimidate Americans.", "This is what they always do.That's why I need your help.", "When I was running for President, I never said change would be easy.", "Change is hard."]
["And everybody goes, \"Ready to go!\"", "I say, what's going on?", "I look behind me -- there's this small woman, she's about 5', 5'2''.", "She's about 50, 60 years old.", "And she's dressed like she just came from church -- she's got a big church hat."]
["\"So for the next five minutes, she keeps on doing this -- she says, \"Fired up?\"", "\"Fired up!\"", "\"Ready to go?\"", "\"Ready to go!\"", "and I realize I'm being upstaged by this woman."]
["And insurance companies will be required to cover, with no extra charge, routine checkups and preventive care -- because there's no reason we shouldn't be catching treatable illnesses, treatable diseases, before they get worse.", "That makes sense.", "That saves money and it saves lives.Now, if you don't have health insurance, the second part of this plan will finally afford -- offer you quality, affordable choices.", "So if you lose your job or you change jobs, you'll be able to get coverage.", "If you decide you want to start your own business, you'll still be able to get coverage."]
["\"So it goes to show you -- and this is so important for young people -- it goes to show you, one voice can change a room.", "And if a voice can change a room, it can change a city.", "And if it can change a city, it can change a state.", "If it can change a state, it can change a nation.", "If it can change a nation, it can change the world."]
["But some work part-time or for small businesses, where you aren't offered health insurance.", "And it's just too expensive to buy coverage on your own.Even if you have coverage, insurance companies today, they can drop it or water it down when you're sick and you need it the most.", "Or they can decide that they won't pay the full cost of your care and make you pay the rest of it out of pocket, even if it's thousands upon thousands of dollars.", "That's why more than one-third of all young adults -- including those with insurance  have had trouble paying their medical bills.", "That's why one-fourth of all young adults are paying off medical debt.And we've heard some horror stories during the course of this debate."]
["That's the change you voted for.", "That's the change we're going to deliver.But, Terps, we can't stop there.", "There are still those in Washington who are resistant to change -- who are more willing to defend the status quo then address the real concerns of the American people.What can I tell you?", "They're still out there.", "We're facing the same kind of resistance on another defining struggle of this generation -- and that's the issue of health insurance reform.Now, let me say, when you're young, I know this isn't always an issue that you have at the top of your mind."]
["\"Because we've got to go to Greenwood like you promised.\"", "So the next morning I wake up and I feel terrible, dragging out of bed -- feel like a college student.", "Feel like I'm back in college and don't want to wake up.", "Feel like I've been staying up late doing who knows what.", "I know, I remember how you all are."]
["Now, some of my Republican colleagues have also supported reforming our medical malpractice laws as a way to cut down health care costs.", "I don't think this is a silver bullet, but I want to explore the idea.", "So today I directed my Secretary of Health and Human Services to move forward with programs that will help us put patient safety first while allowing doctors to focus on practicing medicine instead of defending against lawsuits.", "So, Maryland, this is the plan I'm proposing.", "It's a plan that incorporates ideas from Democrats and Republicans."]
["Now is the time to deliver on health care reform for the American people.So just to make sure you're clear, here's what you need to know about our plan.", "For those who have health insurance, you'll have more security and stability.", "It will provide insurance to those who don't have insurance.", "It will slow the growth of health care costs for our families and our businesses and our government.Let me say, if you already have health insurance, nothing in this plan will require you to change what you have.", "What this plan will do is make the insurance you have work better for you."]
["It would only be an option.", "No one would be forced to choose it.", "No one with insurance would be affected by it.", "But what it would do is provide more choice and more competition, and put pressure on private insurers to make their policies affordable and treat their customers better.Now, think about it.", "There's some folks who've said, well, this is a government takeover of health care."]
["We've got public universities and private universities; nobody says that we're taking over private colleges.", "What we're doing is giving students a choice.", "You should have a choice the same way in your health care.", "Of course, the only way this plan works is if everybody fulfills their responsibility -- not just government, not just insurance companies, but employees and individuals.", "This school should be proud that every student is required to have health insurance."]
["Mayor Stephen Brayman is here.", "State Senate Majority Leader Tom Miller is in the house.", "Congresswoman Donna Edwards is here.", "Congressman Elijah Cummings.", "Congressman Chris Van Hollen."]
["We will change the world with your voice.", "We need the voices of young people to transform this nation to meet up to the meaning of its dream.", "I need your voice.", "So I want to know -- are you fired up?Thank you, everybody."]
["Every day, the one in three adults -- one in three young adults who don't have health insurance live one accident or one illness away from bankruptcy.", "Think about what would have happened with Rachel if she hadn't had health insurance.", "Nearly half of these young people have trouble paying their medical bills.", "Nearly 40 percent are in debt because of them.", "I mean, think about adding the debt you already have for college -- on top of that, another $10,000 or $20,000 or $30,000 or $50,000 worth of debt because you get sick.Some of these Americans don't get insurance because they feel young and healthy."]
["So by the time I'm in the car I'm wet and I'm sleepy and I'm tired and I'm mad.", "And we start driving, and we're driving and we're driving, and it's an hour and a half -- and I realized I'm going to have to drive an hour and a half back.", "And finally we get to Greenwood -- although you don't know you're in Greenwood right away.", "But there's a little park district building.", "We go into this park fieldhouse -- I get a little more wet -- get inside, and after this long drive, waking up at 6:30 a.m., there are only about 20 people in the room."]
["I had just announced and I was looking for support.", "I had to go down to South Carolina -- it was an early primary state.", "I went down to Greenville for a legislative dinner.", "And I was sitting next to a state representative there, and I wanted her support.", "I needed some endorsements, nobody supported me at the time.So I said, \"Madam Representative, I need your endorsement.\""]
["Because under this plan -- listen up, young people -- under my plan, if your parents have health insurance and you're currently on their policy, you will automatically be able to keep your coverage until you're 26 years old.", "That means you will know that you've got health insurance.", "If your parents don't have access to health insurance, one of the ideas on the table is to give folks under 25 the chance to buy low-cost insurance that will protect you from financial ruin if you get seriously ill.Now, under this plan, it will also be against the law for insurance companies to deny you coverage because of a preexisting condition.", "You just heard Rachel's story.", "She's okay right now, she's thriving."]
["We'll do this by creating a new insurance exchange -- a marketplace where individuals and small businesses will be able to shop for an affordable health insurance plan that works for them.", "That's how large companies and government employees get affordable insurance.", "That's how I and everyone in Congress get affordable insurance.", "You should have the same thing that Congress has.Now, I've also said that one of the options in the insurance exchange should be a public insurance option.", "Let me be clear -- let me be clear."]
["So I'm looking at my staff, asking what's going on here?", "When is this going to stop?", "And they're shrugging their shoulders, they don't know.But here's the thing, Maryland.", "After about a minute, a couple minutes of this, suddenly I realize I'm feeling kind of fired up.", "I'm feeling like I'm ready to go."]
["Some may even raise money off it.", "But when you ask these folks what exactly my plan does, they've got it all wrong.", "When you ask them what their solution is, it amounts to the same old, same old.", "The same status quo that's given us higher costs and more uninsured, and less security than you've ever had.", "It's more of the same.Well, look, I will not accept the status quo as a solution."]
["You believed that in this country, we don't fear the future; we shape the future.", "We don't feed on division and anger; we feed on hope and possibility.", "That's what America is about.", "That's what we're called to affirm right now.It has now been nearly a century since Teddy Roosevelt first called for health care reform.", "It's been attempted by nearly every President and every Congress since."]
["The two outstanding senators from Maryland, Barbara Mikulski and Ben Cardin are in the house.", "One of the finest leaders that we have in Congress, Steny Hoyer is in the house.", "Lt.", "Governor Anthony Brown is here.", "Prince George's County Executive Jack Johnson is here."]
["We already have.", "But too often during this important debate we've also seen the same partisan spectacle that has left so many people disappointed about Washington.", "Too many engage in scare tactics instead of honest debates.", "Too many use this as an opportunity to score short-term political points instead of working together to solve a long-term challenge.", "I've heard a lot of Republicans say they want to \"kill Obamacare.\""]
["I won't make that same mistake when it comes to health care.Second, we've estimated that most of this plan can be paid for by finding savings within the existing health care system -- there's all kinds of waste and abuse.", "The doctors and nurses know this.", "Right now, too much of the hard-earned savings and tax dollars we spend on health care doesn't make you healthier.", "That's especially true when it comes to Medicare and Medicaid.", "So without taking any money from the Medicare trust fund that gives benefits to your grandparents -- they depend on it for their health care -- we're going to eliminate hundreds of billions of dollars of waste and fraud and subsidies to insurance companies that pad their profits but don't do anything to make seniors healthier."]
["Part of it is giving every citizen the skills and the education they need to compete with any worker in the world -- just like you're getting right here at the University of Maryland.", "And today, we are on the cusp of taking another big step forward towards fulfilling that promise.A few miles from here, the House of Representatives will soon be voting on a plan that would finally make the student loan process simpler and more affordable for millions of young Americans.This plan would end the billions upon billions of dollars in unwarranted subsidies that we hand out to banks and financial institutions -- money that doesn't do anything to make your loans any cheaper.", "Instead we're going to use that money to guarantee access to low-cost loans no matter what the economy looks like.", "We'll use it to strengthen Pell Grants and Perkins loans to make college more affordable.", "We'll shore up our system of community colleges."]
["Thank you.", "It's an honor to be here today with all of you Legionnaires.", "Since joining the Veterans Affairs Committee last month, I've been holding town halls with veterans all over Illinois, and I can tell you that in the days ahead, there will be few issues I'll work harder on than ensuring that the brave men and women who serve our country receive the support they deserve and the benefits they've earned when they come home.In the coming weeks, you'll hear a lot of debate over the veterans' budget that President Bush submitted to Congress.", "You'll hear people talk about what we can afford and what adds up on paper, about where we can save money and what percentage increase or decrease we should give to this program or that program.But I know those aren't the first things that came to your mind when you heard about this budget.", "And they're not the first things that came to my mind either.I thought about my grandfather, who signed up for duty in World War II the day after Pearl Harbor."]
["A budget is more than just a series of numbers on a page; it is an embodiment of our values.", "The President never hesitates to praise the service of our veterans and acknowledge the debt we owe them for their service, and I commend him for that.", "Now I hope he will renew his commitment by increasing funding for the VA, and ensure that our veterans receive more than just words of praise, but also the health care and benefits they?ve earned.George Washington once said: \"the willingness with which our young people are likely to serve in any war, no matter how justified, shall be directly proportional to how they perceive veterans of earlier wars were treated and appreciated by our nation.", "\"Washington understood then what every veteran here knows now ?", "that when we make the decision to send our troops to war, we also make the decision to care for them, to speak for them, and to think of them ?"]
["always ?", "when they come.", "Thank you and God Bless you."]
["hall in East Moline, Illinois.", "He told me about how he'd joined the Marines because he was so proud of this country, and he felt that as a young person in his early twenties he wanted to give something back.", "He was getting shipped out to Iraq the following week, and as I listened to him explain why he?d enlisted, the absolute faith he had in our country and its leaders, his devotion to duty and service, I thought this young man was all that any of us might hope for in a child.", "But then I asked myself: When Shamus comes home, will we serve him as well as he served us?", "That's the question we should be asking ourselves when we talk about veterans' benefits and the veterans' budget."]
["That was a bill that told our heroes \"When you come home, we're here for you, because we're all in this together.", "\"Today, we shouldn't be scraping to find the bare minimum in benefits and health care for our veterans.", "And with the largest deployment of troops since Vietnam fighting for freedom in an increasingly dangerous world, we should be talking about a GI Bill for the 21st Century.Fortunately, my colleague, Congressman Rahm Emanuel, has just introduced such a bill.", "It's called the Welcome Home Package, and it offers veterans the exact same health care they received during their time in the service, double the education benefit they receive now, and a $5,000 down payment on a home.When veterans look to Congress for help, this is the kind of legislation they should hear about ?", "not budget cuts and increased fees.It's time to reassess our priorities."]
