["\"Well,\" Mandy began, \"Henry James became a British subject on his death-bed.", "At once, as soon as the king heard Henry James had become a British subject he sent around the highest decoration in his power to bestow--the Order of Merit.\""]
["\"Are you?\"", "said Scripps.", "\"My wife left me.", "It was in Mancelona.\""]
["\"So you've come back,\" Mandy the waitress said.", "\"The cook said you had gone out into the night.\""]
["\"Oh, give the bird a chance.\""]
["\"Tell you about it some other time, brother,\" he said.", "Scripps understood.", "From out of the kitchen, through the wicket in the hall, came a high-pitched, haunting laugh.", "Scripps listened.", "Could that be the laughter of the Negro?", "He wondered."]
["\"Yes,\" Mrs. Scripps said; \"we are man and wife now.\""]
["\"It's a character out of Shakespeare,\" Mandy explained."]
["Mandy, the waitress, placed his T-bone steak and hashed-brown potatoes on the counter before him.", "As she laid the plate down, just for an instant, her hand touched his.", "Scripps felt a strange thrill go through him.", "Life was before him.", "He was not an old man.", "Why were there no wars now?", "Perhaps there were.", "Men were fighting in China, Chinamen, Chinamen killing one another.", "What for?", "Scripps wondered.", "What was it all about, anyway?"]
["\"What's it mean?\"", "asked the drummer."]
["\"That's a nice bird you got there, brother,\" the drummer said.", "\"You want to hang onto that bird.\""]
["\"Well done or rare?\""]
["Mandy, the buxom waitress, leaned forward.", "\"Say,\" she said, \"did I ever tell you about the last words of Henry James?\""]
["\"Well,\" said the drummer, \"that's a mighty fine thing to be.", "I'm a married man myself.\""]
["The elderly waitress looked at Mandy, her eyes brightened, her voice calm and now of a deeper, richer timbre."]
["\"I don't know,\" Scripps said.", "He felt vaguely uneasy.", "Something was stirring within him."]
["\"Yes,\" Scripps said.", "Something stirred again within him."]
["\"Would you like one, dear?\"", "Scripps asked his wife."]
["\"What do you call you bird?\"", "the drummer asked."]
["\"Listen,\" the drummer said.", "He pushed his derby hat off his brow and, leaning forward, spat into the tall brass cuspidor that stood besides his stool.", "\"I want to tell you about a pretty beautiful thing that happened to me once in Bay City.\""]
["\"You're right there, pal,\" Scripps said."]
["\"Let's hear it,\" Scripps said.", "\"I'm very interested in Henry James.\"", "Henry James, Henry James.", "That chap who had gone away from his own land to live in England among Englishmen.", "Why had he done it?", "For what had he left America?", "Weren't his roots here?", "His brother William.", "Boston.", "Pragmatism.", "Harvard University.", "Old John Harvard with silver buckles on his shoes.", "Charley Brickley.", "Eddie Mahan.", "Where were they now?"]
["\"There's a character in 'The Beggar's Opera' called Polly,\" Mandy explained."]
["Scripps O'Neil was thinking about Mandy, the waitress.", "What a background she must have, that girl!", "What a fund of anecdotes!", "A chap could go far with a woman like that to help him!", "He stroked the little bird that sat on the lunch-counter before him.", "The bird pecked at his finger.", "Was the little bird a hawk?", "A falcon, perhaps, from one of the big Michigan falconries.", "Was it perhaps a robin?", "Pulling and tugging at the early worm on some green lawn somewhere?", "He wondered."]
["\"Thank you,\" Scripps said.", "He eyed the waitress Mandy.", "She had a gift for the picturesque in speech, that girl.", "It had been that very picturesque quality in her speech that had first drawn him to his present wife.", "That and her strange background.", "England, the Lake Country.", "Scripps striding through the Lake Country with Wordsworth.", "A field of golden daffodils.", "The wind blowing at Windermere.", "Far off, perhaps, a stag at bay.", "Ah, that was farther north, in Scotland.", "They were a hardy race, those Scots, deep in their mountain fastnesses.", "Harry Lauder and his pipe.", "The Highlanders in the Great War.", "Why had not he, Scripps, been in the war?", "That was where that chap Yogi Johnson had it on him.", "The war would have meant much to him, Scripps.", "Why hadn't he been in it?", "Why hadn't he heard of it in time?", "Perhaps he was too old.", "Look at that old French General Joffre, though.", "Surely he was a younger man than that old general.", "General Foch praying for victory.", "The French troops kneeling along the Chemin des Dames, praying for victory.", "The Germans with their \"Gott mit uns.\"", "What a mockery.", "Surely he was no older than that French General Foch.", "He wondered."]
["\"Don't let's talk of that any more, Scripps, dear,\" Mrs. Scripps said.", "\"You've told that story so many times.\""]
["\"Why not call him Ariel?\"", "Mandy asked."]
["\"I haven't named him yet.", "What would you call him?\""]
["\"What would you call him?\"", "Scripps turned to the drummer."]
["\"James was quite a writer,\" Scripps O'Neil said.", "He was strangely moved by the story."]
["This drummer had sound ideas.", "He, Scripps, did not ever know what sex the bird was.", "Whether he was was a boy bird or a girl bird."]
["Mandy, the waitress, leaned forward.", "Mrs. Scripps leaned toward the drummer to hear better.", "The drummer looked apologetically at Scripps and stroked the bird with his forefinger."]
["The waitress turned and called into the wicket: \"Tea for one.", "Let it go raw!\""]
["\"Better wait till you see how he turns out,\" the drummer advised.", "\"You got plenty of time to name him.\""]
["He would go in and eat.", "This was what he wanted.", "He would go in and eat.", "That sign:"]
["\"He finally loaned me one hundred francs--not a great sum even in those days--and I came to America and became a waitress.", "That's all there is to the story.\""]
["\"Yes, sir,\" answered the waitress.", "\"The best by test.\""]
["\"I don't know,\" Scripps said.", "\"I never saw him before last night.", "I was walking on the railroad track from Mancelona.", "My wife left me.\""]
["\"'I remember mademoiselle perfectly,' the coiffeur said.", "'But you were not with your mother.", "You were with an elderly French general.", "He purchased, I believe, a pair of mustache tongs.", "My books, at any rate, will show the purchase.'"]
["\"Go on,\" said Scripps.", "\"If you had ever been as hard up for plots as I have been!\""]
["Outside on the street he look up at the sign.", "Best by Test, he read.", "They had the dope all right, he said.", "Was it true, though, that there had been a Negro cook?", "Just once, just for one moment, when the wicket went up, he thought he had caught a glimpse of something black.", "Perhaps the chap was only sooty from the stove."]
["\"'But, mademoiselle,' the concierge explained, 'we know nothing about your mother.", "You came here with General So-and-so'--I cannot remember the general's name.\""]
["His mind was wandering.", "He knew what it was.", "He was faint with hunger.", "This Northern air was too sharp, too keen for him."]
["\"Honest work?\"", "asked the waitress.", "\"I only know of honest work.\""]
["\"There's more than that,\" Scripps said.", "\"I'd stake my life there's more than that.\""]
["Smoke curled up from the old house.", "The fire was mounting.", "The white pillars were obscured in the rising smoke-wreaths.", "Scripps had held close to his mother's linsey-woolsey dress."]
["\"How old is your bird?\"", "the elderly waitress asked."]
["\"If I may,\" Scripps said."]
["\"Not at all,\" Scripps said.", "\"You wouldn't mind if I used the story sometime?\""]
["\"Yes,\" the waitress smiled, the lines in her face not quite so deep now.", "\"I feel better now.\""]
["\"You'll come back again?\"", "the waitress asked."]
["\"When he gets tired of sleeping on that leg he will change legs and rest,\" the waitress remarked.", "\"We had an old osprey at home that was like that.\""]
["\"Yes,\" Scripps said.", "\"The little chap's rather tired now.", "After all, it was a hard night for him.\""]
["BROWN'S BEANERY THE BEST BY TEST"]
["\"On the fire,\" came the response."]
["\"Yes, honest work,\" Scripps said."]
["\"A pig and the noisy ones,\" the waitress called in a matter-of-fact voice into the open wicket.", "\"One for a bird!\""]
["Inside the door of the beanery Scripps O'Neil looked around him.", "There was a long counter.", "There was a clock.", "There was a door led into the kitchen.", "There were a couple of tables.", "There were a pile of doughnuts under a glass cover.", "There were signs put about on the wall advertising things one might eat.", "Was this, after all, Brown's Beanery?"]
["\"Beans,\" Scripps said, \"for my bird and myself.\""]
["\"You really want some more beans?\"", "asked the waitress."]
["Sherman bowed.", "\"That is the risk we must take, ma'am.\"", "He clapped spurs to his horse and rode away, his long white hair floating on the wind.", "Neither Scripps nor his mother ever saw him again.", "Odd that he should think of that incident now.", "He looked up.", "Facing him was a sign:"]
["\"I was desperate.", "Finally, I remembered where the coiffeur's shop was.", "The police sent for the coiffeur.", "An agent of police brought him in."]
["\"I say,\" he said.", "\"Could you let me have just a few of those beans.", "I don't like to rush things.", "I know when to let well enough alone.\""]
["\"Here they are,\" the waitress said."]
["The waitress shoved up a little wicket that led into the kitchen.", "Scripps had a glimpse of a warm, steam-filled room, with big pots and kettles, and many shining cans on the wall."]
["\"I wonder,\" Scripps asked an elderly waitress who came in through the swinging door from the kitchen, \"if you could tell me if this is Brown's Beanery?\""]
["Scripps O'Neil stood irresolutely before the barber shop.", "Inside there men were being shaved.", "Other men, no different, were having their hair cut.", "Other men sat against the wall in tall chairs and smoked, awaiting their turn in the barber chairs, admiring the paintings hung on the wall, or admiring their own reflections in the long mirror.", "Should he, Scripps, go in there?", "After all, he had four hundred and fifty dollars in his pocket.", "He could go where he wanted.", "He looked, once again, irresolutely.", "It was an inviting prospect, the society of men, the warm room, the white jackets of the barbers skillfully snipping away with their scissors or drawing their blades diagonally through the lather that covered the face of some man who was getting a shave.", "They could use their tools, these barbers.", "Somehow, it wasn't what he wanted.", "He wanted something different.", "He wanted to eat.", "Besides, there his bird to look after."]
["\"Thank you,\" Scripps said.", "He sat down at the counter.", "\"I would like to have some beans for myself and some for my bird here.\""]
["\"We registered, as is customary, in the hotel, and were given the adjoining rooms we had reserved.", "My mother felt a bit done in by the trip, and we dined in our rooms.", "I was full of excitement about seeing the exposition on the morrow.", "But I was tired after the journey--we had had a rather nasty crossing--and slept soundly.", "In the morning I awoke and called for my mother.", "There was no answer, and I went into the room to waken Mummy.", "Instead of Mummy there was a French general in the bed.\""]
["\"They do say they're hiring hands at the new pump-factory,\" the waitress said.", "Why shouldn't he work with his hands?", "Rodin had done it.", "Cezanne had been a butcher.", "Renoir a carpenter.", "Picasso had worked in a cigarette-factory in his boyhood.", "Gilbert Stuart, who painted those famous portraits of Washington that are reproduced all over this America of ours and hang in every schoolroom--Gilbert Stuart had been a blacksmith.", "There there was Emerson.", "Emerson had been a hod-carrier.", "James Russell Lowell had been, he had heard, a telegraph operator in youth.", "Like that chap down at the station.", "Perhaps even now that telegrapher at the station was working on his \"Thanatopsis\" or his \"To a Waterfowl.\"", "Why shouldn't he, Scripps O'Neil, work in a pump-factory?"]
["\"Tell me,\" Scripps asked the waitress.", "\"Is there any work in this town for me and my bird?\""]
["\"It was a name very like that,\" the waitress said.", "\"I was fearfully frightened and sent for the police, and demanded to see the guest-register.", "'You'll find there that I am registered with my mother,' I said.", "The police came and the concierge brought up the register.", "'See, madame,' he said.", "'You are registered with the general with whom you came to our hotel last night.'"]
["\"Not half,\" the waitress went on.", "\"It's rather a strange story.", "Perhaps it would bore you?\""]
["Ah, these English.", "They travelled all over the face of the globe.", "They were not content to remain in their little island.", "Strange Nordics, obsessed with their dream of empire."]
["\"I'm sure you weren't.\""]
["\"On the fire!\"", "a voice answered from the kitchen."]
["\"If General O'Neil were here, you dastard!\"", "his mother had said, speaking in her broken English, \"you'd never have touched a match to that house.\""]
["Scripps fell to on the large plate of beans.", "There was a little pork, too.", "The bird was eating happily, raising its head after each swallow to let the beans go down."]
["Scripps O'Neil turned his back on the barber shop and strode away up the street of the silently frozen Northern town.", "On his right, as he walked, the weeping birches, their branches bare of leaves, hung down to the ground, heavy with snow.", "To his ears came the sound of sleigh bells.", "Perhaps it was Christmas.", "In the South little children would be shooting off firecrackers and crying \"Christmas Gift!", "Christmas Gift!\"", "to one another.", "His father came from the South.", "He had been a soldier in the rebel army.", "'Way back in the Civil War days.", "Sherman had burned their house down on his March to the Sea.", "\"War is hell,\" Sherman had said.", "\"But you see how it is, Mrs. O'Neil.", "I've got to do it.\"", "He had touched a match to the white-pillared old house."]
["\"Sometimes, you know, I feel there is,\" the waitress said.", "\"I feel there must be more than that.", "Somewhere, somehow, there must be an explanation.", "I don't know what brought the subject into my mind this morning.\""]
["\"It was a good thing to get it off your mind,\" Scripps said."]
["\"Scofield Thayer was my best man,\" he said.", "\"I'm a Harvard man.", "All I want is for them to give me and my bird a square deal.", "No more weltpolitik.", "Take Dr. Coolidge away.\""]
["\"Lucy!\"", "he called, and again \"Lucy!\"", "There was no answer.", "The house was empty.", "Through the snow-filled air, as he stood there alone in his tall leanness, in his own deserted house, there came to Scripps's ears the distant sound of an Indian war-whoop."]
["He opened the door of his house and went in.", "Something kept going through his head.", "He tried to get it out, but it was no good.", "What was it that poet chap his friend Harry Parker had met once in Detroit had written?", "Harry used to recite it: \"Through pleasures and palaces though I may roam.", "When you something something something there's no place like home.\"", "He could not remember the words.", "Not all of them.", "He had written a simple tune to it and taught Lucy to sing it.", "That was when they first were married.", "Scripps might have been a composer, one of these chaps that write the stuff the Chicago Symphony Orchestra plays, if he had had a chance to go on.", "He would get Lucy to sing that song tonight.", "He would never drink again.", "Drinking robbed him of his ear for music.", "Times when he was drunk the sound of the whistles of the trains at night pulling up the Boyne Falls grade seemed more lovely than anything this chap Stravinsky had ever written.", "Drinking had done that.", "It was wrong.", "He would get away to Paris.", "Like this chap Albert Spalding that played the violin."]
["Scripps stood in the snow and stared up at the lighted windows of the High School.", "Inside there people were learning things.", "Far into the night they worked, the boys vying with the girls in their search for knowledge, this urge for the learning of things that was sweeping America.", "His girl, little Lousy, a girl that had cost him a cool seventy-five dollars in doctors' bills, was in there learning.", "Scripps was proud.", "It was too late for him to learn, but there, day after day and night after night, Lousy was learning.", "She had the stuff in her, that girl."]
["Scripps opened the door.", "He went in.", "\"Lucy,\" he called, \"it is I, Scripps.\"", "He would never drink again.", "No more nights out on the railroad.", "Perhaps Lucy needed a new fur coat.", "Perhaps, after all, she wanted a palace instead of this place.", "You never knew how you were treating a woman.", "Perhaps, after all, this place was not keeping out the wind.", "Fantastic.", "He lit a match.", "\"Lucy!\"", "he called, and there was a note of dumb terror in his moth.", "His friend Walt Simmons had heard just such a cry from a stallion that had once been run over by a passing autobus in the Place Vendome in Paris.", "In Paris there were no geldings.", "All the horses were stallions.", "They did not breed mares.", "Not since the war.", "The war changed all that."]
["\"Are you a telegrapher?\"", "asked Scripps."]
["He stepped out of the snow-drift and approached the window.", "Behind the window the man worked busily away at his telegrapher's key."]
["\"I knew a girl in Mancelona,\" the telegrapher said.", "\"Maybe you knew her.", "Ethel Enright.\""]
["\"What town is this?\"", "Scripps asked.", "The single moment of spiritual communion they had had, had been dissipated.", "They had never really had it.", "But they might have.", "It was no use now.", "It was no use trying to capture what had gone.", "What had fled."]
["\"Bird?\"", "asked Scripps.", "\"What bird?\""]
["It was no good going on.", "He would cut the story sort.", "He would give the bare essentials.", "Besides, it was beastly cold.", "It was cold standing there on the wind-swept station platform.", "Something told him it was useless to go on.", "He looked over at the deer lying there in a pile, stiff and cold.", "Perhaps they, too, had been lovers.", "Some were bucks and some were does.", "The bucks had horns.", "That was how you could tell.", "With cats it is more difficult.", "In France they geld the cats and do not geld the horses.", "France was a long way off."]
["The telegrapher eyed him suspiciously.", "After all, what was this man to him?"]
["\"Say,\" he asked, \"are you a fairy?\""]
["Coming toward him down the street came two Indians.", "They looked at him, but their faces did not change.", "Their faces remained the same.", "They went into McCarthy's barber shop."]
["\"I started home,\" he began.", "\"I passed the Mancelona High School--\""]
["\"Well,\" said the telegrapher, \"what do you carry a bird around for?\""]
["There were a pile of deer shipped down by hunters from the Upper Peninsula of Michigan, lying piled the one on the other, dead and stiff and drifted half over with snow on the station platform.", "Scripps read the sign again.", "Could this be Petoskey?"]
["\"No,\" Scripps said.", "\"I don't know what being a fairy means.\""]
["Silently for the most part, the workmen hung up their tools.", "The half-completed pumps were put away in their racks.", "The workmen filed, some of them talking, others silent, a few muttering, to the washroom to wash up."]
["\"Well, it's a regular chinook, boys,\" he said."]
["Yogi Johnson looked out of the window.", "Soon it would be time to shut the pump-factory for the night.", "He opened the window carefully, just a crack.", "Just a crack, but that was enough.", "Outside in the yard the snow had begun to melt.", "A warm breeze was blowing.", "A chinook wind the pump fellows called it.", "The warm chinook wind came in through the window into the pump-factory.", "All the workmen laid down their tools.", "Many of them were Indians."]
["Scripps had a daughter whom he playfully called Lousy O'Neil.", "Her real name was Lucy O'Neil.", "One night, after Scripps and his old woman had been out drinking on the railroad line for three or four days, he lost his wife.", "He didn't know where she was.", "When he came to himself everything was dark.", "He walked along the railroad track toward town.", "The ties were stiff and hard under his feet.", "He tried walking on the rails.", "He couldn't do it.", "He had the dope on that all right.", "He went back to walking along the ties.", "It was a long way into town.", "Finally he came to where he could see the lights of the switch-yard.", "He cut away from the tracks and passed the Mancelona High School.", "It was a yellow-brick building.", "There was nothing rococo about it, like the buildings he had seen in Paris.", "No, he had never been in Paris.", "That was not he.", "That was his friend Yogi Johnson."]
["Outside through the window came the sound of an Indian war-whoop."]
["\"Let the boys watch,\" Mr. Shaw said.", "\"Where you from, young feller?\""]
["\"That's Mr. Shaw,\" Yogi said in an undertone.", "\"He's probably the greatest living pump-maker.\""]
["\"Your foreman's the first Australian I've ever met,\" Scripps said."]
["\"You take my advice, young feller, and go slow.", "Get yourself a good one this time.\""]
["\"Oh, he's not an Australian,\" Yogi said.", "\"He was just with the Australians once during the war, and it made a big impression on him.\""]
["\"I'm the foreman here.", "What I say goes.\""]
["Can that mean me?", "Scripps wondered.", "He knocked on the door and went in."]
["\"Shut the door,\" the other old man said, in the high, complaining voice of the very old."]
["\"Can you hire and fire?\"", "Scripps asked."]
["\"There must be quite a loss that way,\" Scripps said."]
["\"Henry knows a thing or two,\" Mr.", "Borrow said.", "\"He knows what he's talking about there.\"", "He laughed a high, cackling laugh.", "Mr. Shaw, the old pump-maker, blushed."]
["\"You boys get along and leave us get on with our pump-making,\" he said.", "\"Henry and me here, we got a sight of work to do.\""]
["\"They will be in time,\" the workman said."]
["\"I can do one as easily as the other,\" the foreman said."]
["He put Scripps to work collaring pistons in the piston-collaring room.", "There Scripps worked for almost a year.", "In some ways it was the happiest year of his life.", "In other ways it was a nightmare.", "A hideous nightmare.", "In the end he grew to like it.", "In other ways he hated it.", "Before he knew it, a year had passed.", "He was still collaring pistons.", "But what strange things had happened in that year.", "Often he wondered about them.", "As he wondered, collaring a piston now almost automatically, he listened to the laughter that came up from below, where the little Indian lads were shaping what were to be razor blades.", "As he listened something rose in his throat and almost choked him."]
["KEEP OUT.", "THIS MEANS YOU"]
["\"All right,\" the foreman said.", "\"We'll put you on piece-work.", "Here, Yogi,\" he called to one of the men, who was standing there looking out of the window of the factory, \"show this new chum where to stow his swag and how to find his way around these diggings.\"", "The foreman looked Scripps up and down.", "\"I'm an Australian,\" he said.", "\"Hope you'll like the lay here.\"", "He walked off."]
["\"I wouldn't say that, Henry,\" Mr.", "Borrow remarked in his high voice.", "\"Any wife at all's a pretty good wife the way things are going now.\""]
["\"I've just come from Mancelona,\" Scripps answered.", "\"My wife left me.\""]
["Scripps O'Neil was looking for employment.", "It would be good to work with his hands.", "He walked down the street away from the beanery and past McCarthy's barber shop.", "He did not go into the barber shop.", "It looked as inviting as ever, but it was employment Scripps wanted.", "He turned sharply around the corner of the barber shop and onto the Main Street of Petoskey.", "It was a handsome, broad street, lined on either side with brick and pressed-stone buildings.", "Scripps walked along it toward the part of town where the pump-factory stood.", "At the door of the pump-factory he was embarrassed.", "Could this really be the pump-factory?", "True, a stream of pumps were being carried out and set up in the snow, and workmen were throwing pails of water over them to encase them in a coating of ice that would protect them from the winter winds as well as any paint would.", "But were they really pumps?", "It might all be a trick.", "These pump men were clever fellows."]
["\"Well, you won't have no difficulty finding another one,\" Mr. Shaw said.", "\"You're a likely-looking young feller.", "But take my advice and take your time.", "A poor wife ain't much better than no wife at all.\""]
["\"You boys get along and leave us alone,\" Mr.", "Borrow said.", "He was carving away steadily, his infirm old hands shaking a little between strokes."]
["\"I read about it in the paper,\" Scripps answered."]
["\"Were you in the war?\"", "Scripps asked."]
["\"Oh, no,\" Yogi answered.", "\"The inspectors get most of them.\""]
["\"They're our two hand-workers,\" Yogi said.", "\"They make all the pumps the manufactory sends out to the big international pump races.", "You remember our Peerless Pounder that won the pump race in Italy, where Franky Dawson was killed?\""]
["\"Hello, Diana,\" Scripps answered.", "He set down his lunch-pail.", "She looked worn and old.", "He could afford to be polite."]
["\"What was the story about, Diana?\"", "he asked."]
["\"Would you like me to read a little of it out loud?\"", "Diana asked.", "\"They're some lovely woodcuts.\""]
["Scripps coming down the street with a crowd of workmen.", "Men stirred by the spring.", "Scripps swinging his lunch-bucket.", "Scripps waving good-by to the workmen, who trooped one by one into what had formerly been a saloon.", "Scripps not looking up at the window.", "Scripps coming up the stairs.", "Scripps coming nearer.", "Scripps coming nearer.", "Scripps here."]
["\"Good afternoon, dear Scripps,\" she said.", "\"I've been reading a story by Ruth Suckow.\""]
["\"How about going down to the beanery?\"", "Scripps said."]
["Spring was coming.", "Spring was in the air.", "(Author's Note.--This is the same day on which the story starts, back on page three.)", "A chinook wind was blowing.", "Work- men were coming home from the factory.", "Scripps's bird singing in its cage.", "Diana looking out of the open window.", "Diana watching for her Scripps to come up the street.", "Could she hold him?", "Could she hold him?", "If she couldn't hold him, would he leave her his bird?", "She had felt lately that she couldn't hold him.", "In the nights, now, when she touched Scripps he rolled away, not toward her.", "It was a little sign, but life was made up of little signs.", "She felt she couldn't hold him.", "As she looked out of the window, a copy of The Century Magazine dropped from her nerveless hand.", "The Century had a new editor.", "There were more woodcuts.", "Glenn Frank had gone to head some great university somewhere.", "There were more Van Dorens on the magazine.", "Diana felt that might turn the trick.", "Happily she had opened The Century and read all morning.", "Then the wind, the warm chinook wind, had started to blow, and she knew Scripps would soon be home.", "Men were coming down the street in increasing numbers.", "Was Scripps among them?", "She did not like to put on her spectacles to look.", "She wanted Scripps's first glimpse of her to be of her at her best.", "As she felt him drawing nearer, the confidence she had had in The Century grew fainter.", "She had so hoped that would give her the something which would hold him.", "She wasn't sure now."]
["After all, he did not need to go as far as Chicago.", "There were other places.", "What if that critic fellow Henry Mencken had called Chicago the Literary Capital of America?", "There was Grand Rapids.", "Once in Grand Rapids, he could start in in the furniture business.", "Fortunes had been made that way.", "Grand Rapids furniture was famous wherever young couples walked in the evening to talk of home-making.", "He remembered a sign he had seen in Chicago as a little boy.", "His mother had pointed it out to him as together they walked barefoot through what now is probably the Loop, begging from door to door.", "His mother loved the bright flashing of the electric lights in the sign."]
["Tears came into his eyes."]
["\"They are like San Miniato in my native Florence,\" she told Scripps.", "\"Look at them, my son,\" she said, \"for some day your music will be played there by the Firenze Symphony Orchestra.\""]
["Scripps stood beside the track, and the long black segments of the train clicked by him in the snow.", "All the cars were Pullmans.", "The blinds were down.", "Light came in thin slits from the bottom of the dark windows as the cars went by.", "The train did not roar by as it might have if it had been going in the other direction, because it was climbing the Boyne Falls grade.", "It went slower than if it had been going down.", "Still it went too fast for Scripps to hitch on.", "He thought how he had been an expert at hitching on grocery wagons when he was a young boy in knee pants."]
["The last car passed him and the train went on up the track.", "Scripps watched the red light at its stern disappearing into the blackness through which the snowflakes now came softly.", "The bird fluttered inside his shirt.", "Scripps started along the ties.", "He wanted to get to Chicago that night, if possible, to start work in the morning.", "The bird fluttered again.", "It was not so feeble now.", "Scripps put his hand on it to still its little bird flutterings.", "The bird was calmed.", "Scripps strode on up the track."]
["Scripps left Mancelona.", "He was through with that place.", "What had a town like that to give him?", "There was nothing to it.", "You worked all your life and then a thing like that happened.", "The savings of years wiped out.", "Everything gone.", "He started to Chicago to get a job.", "Chicago was the place.", "Look at its geographical situation, right at the end of Lake Michigan.", "Chicago would do big things.", "Any fool could see that.", "He would buy land in what is now the Loop, the big shopping and manufacturing district.", "He would buy the land at a low price and then hang onto it.", "Let them try and get it away from him.", "He knew a thing or two now."]
["it had said.", "It flashed in many different colors.", "First a pure, dazzling white.", "That was what Scripps loved best.", "Then it flashed a lovely green.", "Then it flashed red.", "One night as he lay crouched against his mother's body warmth and watched the sign flash, a policeman came up.", "\"You'll have to move along,\" he said."]
["Scripps had often watched the sign for hours while his mother slept wrapped in an old shawl on what is now probably the Blackstone Hotel.", "The sign had made a great impression on him."]
["The long black train of Pullman cars passed Scripps as he stood beside the tracks.", "Who were in those cars?", "Were they Americans, piling up money while they slept?", "Were they mothers?", "Were they fathers?", "Were there lovers among them?", "Or were they Europeans, members of a worn-out civilization world-weary from the war?", "Scripps wondered."]
["Mrs. Scripps, formerly an elderly waitress, now the wife of Scripps O'Neil, with a good job in the pump-factory.", "Diana Scripps.", "Diana was her own name.", "It had been her mother's, too.", "Diana Scripps looking into the mirror and wondering could she hold him.", "It was getting to be a question.", "Why had he ever met Mandy?", "Would she have the courage to break off going to the restaurant with Scripps to eat?", "She couldn't do that.", "He would go alone.", "She knew that.", "It was no use trying to pull wool over her own eyes.", "He would go alone and he would talk with Mandy.", "Diana looked into the mirror.", "Could she hold him?", "Could she hold him?", "That thought never left her now."]
["Diana subscribing for The Forum.", "Diana reading The Mentor.", "Diana reading William Lyon Phelps in Scribner's.", "Diana walking through the frozen streets of the silent Northern town to the Public Library, to read The Literary Digest \"Book Review.\"", "Diana waiting for the postman to come, bringing The Bookman.", "Diana, in the snow, waiting for the postman to bring The Saturday Review of Literature.", "Diana, bareheaded now, standing in the mounting snow-drifts, waiting for the postman to bring her the New York Times \"Literary Section.\"", "Was it doing any good?", "Was it holding him?"]
["At first it seemed to be.", "Diana learned editorials by John Farrar by heart.", "Scripps brightened.", "A little of the old light shining in Scripps's eyes now.", "Then it died.", "Some little mistake in the wording, some slip in her understanding of a phrase, some divergence in her attitude, made it all ring false.", "She would go on.", "She was not beaten.", "He was her man and she would hold him.", "She looked away from the window and slit open the covering of the magazine that lay on her table.", "It was Harper's Magazine.", "Harper's Magazine in a new format.", "Harper's Magazine completely changed and revised.", "Perhaps that would do the trick.", "She wondered."]
["Scripps going slowly to work in the pump-factory in the mornings.", "Mrs. Scripps looking out of the window and watching him go up the street.", "Not much time for reading The Guardian now.", "Not much time for reading about English politics.", "Not much time for worrying about the cabinet crises over there in France.", "The French were a strange people.", "Joan of Arc.", "Eva le Gallienne.", "Clemenceau.", "George Carpentier.", "Sacha Guitry.", "Yvonne Printemps.", "Grock.", "Les Fratellinis.", "Gilbert Seldes.", "The Dial.", "The Dial Prize.", "Marianne Moore.", "E. E. Cummings.", "The Enormous Room.", "Vanity Fair.", "Frank Crowinshield.", "What was it all about?", "Where was it taking her?"]
["\"I'm very fond of The Guardian,\" Scripps said.", "\"My family have taken it ever since I can remember.", "My father was a great admirer of Gladstone.\""]
["Inside the beanery the black cook pushed up the wicket and looked through from the kitchen.", "\"Dey've gone off,\" he chuckled.", "\"Gone off into de night.", "Well, well, well.\"", "He closed the wicket softly.", "Even he was a little impressed."]
["She had donned a coat and stood ready, her apron, her steel-rimmed spectacles in their worn black morocco case, her copy of The Manchester Guardian held in her hand."]
["\"Let us go,\" Scripps said."]
["Watching the sunset out over the Petoskey Harbor, the lake now frozen and great blocks of ice jutting up over the breakwater, Scripps strode down the streets of Petoskey to the beanery.", "He would have like to ask Yogi Johnson to eat with him, but he didn't dare.", "Not yet.", "That would come later.", "All in good time.", "No need to rush matters with a man like Yogi.", "Who was Yogi, anyway?", "Had he really been in the war?", "What had the war meant to him?", "Was he really the first man to enlist from Cadillac?", "Where was Cadillac, anyway?", "Time would tell."]
["\"Once again I say: you are my woman.\"", "Scripps pronounced the words solemnly.", "Something had broken inside him again.", "He felt he could not keep from crying."]
["Scripps O'Neil opened the door and went into the beanery.", "The elderly waitress got up from the chair where she was had been reading the overseas edition of The Manchester Guardian, and put the paper and her steel-rimmed spectacles on top of the cash register."]
["\"It will be your wedding gift,\" the elderly waitress said.", "Again there were tears shone in her eyes."]
["\"I've been working all day long\"--he looked at the elderly waitress--\"for you,\" he added."]
["That night, after his first day in the pump-factory, the first day in what was or were to become an endless succession of days of dull piston-collaring, Scripps went again to the beanery to eat.", "All day he had kept his bird concealed.", "Something told him that the pump-factory was not the place to bring his bird out in.", "During the day the bird had several times made him uncomfortable, but he had adjusted his clothes to it and even cut a little slit the bird could poke his beak out through in search of fresh air.", "Now the day's work was over.", "It was finished.", "Scripps on his way to the beanery.", "Scripps happy that he was working with his hands.", "Scripps thinking of the old pump-makers.", "Scripps going to the society of the friendly waitress.", "Who was that waitress, anyway?", "What was it had happened to her in Paris?", "He must find out more about this Paris.", "Yogi Johnson had been there.", "He would quiz Yogi.", "Get him to talk.", "Draw him out.", "Make him tell what he knew.", "He knew a trick or two about that."]
["Tears came into Scripps's eyes.", "Something stirred inside him again.", "He reached forward to take the elderly waitress's hand, and with quiet dignity she laid it within his own.", "\"You are my woman,\" he said.", "Tears came into her eyes, too."]
["\"You are my man,\" she said."]
["Something stirred inside Scripps O'Neil.", "A feeling that he could not define came within him."]
